{"id": 76716259, "title": "Not Again SU", "abstract": "The hashtag and student led organization #NotAgainSU began circulating after several racist incidents occurred on the campus of Syracuse University, during the academic course of 2019-2021. Initial reports of racist paraphernalia occurred early November in the dorm buildings of first- and second-year undergraduate students. After nearly a month of daily reports, Syracuse students organized a sit-in where they occupied, and created an elaborate list of 19 demands for Chancellor Kent Syverud to sign. After several protests, some taking place at his persona residence, the list was signed with few revisions on November 21st.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Not_Again_SU"}
{"id": 76727681, "title": "Mike Ross (Suits)", "abstract": "REDIRECT List of Suits characters#Mike Ross", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Mike_Ross_(Suits)"}
{"id": 76744378, "title": "Second Polish republic", "abstract": "REDIRECT #Second Polish Republic", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Second_Polish_republic"}
{"id": 76735997, "title": "Left-to-right script", "abstract": "REDIRECT Writing system#Directionality", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Left-to-right_script"}
{"id": 58128987, "title": "1442 in France", "abstract": "Events from the year 1442 in France", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1442_in_France"}
{"id": 76634085, "title": "Juan Benet (computer scientist)", "abstract": "Juan Benet is an American computer scientist. He is the founder and CEO of Protocol Labs, a computer networking research and development company.  He designed the InterPlanetary File System (IPFS), a decentralized web protocol, and Filecoin, a peer-to-peer file storage network.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Juan_Benet_headshot.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Juan_Benet_(computer_scientist)"}
{"id": 62782592, "title": "1906 Minnesota Senate election", "abstract": "The 1906 Minnesota Senate election was held in the U.S. state of Minnesota on November 6, 1906, to elect members to the Senate of the 35th and 36th Minnesota Legislatures. The Minnesota Republican Party won a large majority of seats, followed by the Minnesota Democratic Party and the People's Party. The new Legislature convened on January 8, 1907. 31 Republicans and 4 Democrats were uncontested.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b2/MNSen1906.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Minnesota_Senate_election"}
{"id": 14530513, "title": "12th century in Wales", "abstract": "This article is about the particular significance of the century 1101–1200 to Wales and its people.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/12th_century_in_Wales"}
{"id": 76726568, "title": "Li Cong (astronaut)", "abstract": "Lieutenant colonel Li Cong is a Chinese fighter pilot and People's Liberation Army Astronaut Corps (PLAAC) taikonaut.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Li_Cong_(astronaut)"}
{"id": 7871468, "title": "Fashion Design", "abstract": "Fashion designers 'Fashion designers work in a variety of different ways when designing their pieces and accessories such as rings, bracelets, necklaces and earrings. Due to the time required to put a garment out in market, designers must anticipate changes to consumer desires. Fashion designers are responsible for creating looks for individual garments, involving shape, color, fabric, trimming, and more. Some clothes are made specifically for an individual, as in the case of haute couture or bespoke tailoring. Today, most clothing is designed for the mass market, especially casual and everyday wear, which are commonly known as ready to wear or fast fashion. Structure There are different lines of work for designers in the fashion industry. Fashion designers that work full-time for one fashion house, as 'in-house designers', own the designs and may either work alone or as a part of a design team. Freelance designers who work for themselves, sell their designs to fashion houses, directly to shops, or to clothing manufacturers. There are quite a few fashion designers who choose to set up their own labels, which offers them full control over their designs. While others are self-employed and design for individual clients. Other high-end fashion designers cater to specialty stores or high-end fashion department stores. Designing a garment Fashion designers work in various ways, some start with a vision in their head and later on move into drawing it on paper or computer, while others go directly into draping fabric onto a dress form, also known as a mannequin. The design process is unique to the designer and it is rather intriguing to see the various steps that go into the process. A designer may choose to work with certain apps that are able to help connect all their ideas together and expand their thoughts to create a cohesive design. When a designer is completely satisfied with the fit of the toile, they will consult a professional pattern maker who then makes the finished, working version of the pattern out of card or via a computer program. Finally, a sample garment is made up and tested on a model to make sure it is an operational outfit. Fashion design is expressive, the designers create art that may be functional or non-functional. Ready-to-wear (prêt-à-porter) Ready-to-wear, or prêt-à-porter, clothes are a cross between haute couture and mass market. They are not made for individual customers, but great care is taken in the choice and cut of the fabric. Clothes are made in small quantities to guarantee exclusivity, so they are rather expensive. Ready-to-wear collections are usually presented by fashion houses each season during a period known as Fashion Week. This takes place on a citywide basis and occurs twice a year. The main seasons of Fashion Week include; spring/summer, fall/winter, resort, swim, and bridal.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Fashion_Design"}
{"id": 76633409, "title": "Quingentillion", "abstract": "REDIRECT Names of large numbers", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Quingentillion"}
{"id": 33375130, "title": "1906 Mississippi hurricane", "abstract": "The 1906 Mississippi hurricane was a deadly and destructive hurricane during the 1906 Atlantic hurricane season. The fourth hurricane of the season, the system was originally observed in the western Caribbean on September 22; however, modern research revealed that the system became a tropical depression on September 19. The system slowly intensified, eventually becoming a major hurricane by September 24. The system made landfall near Pascagoula, Mississippi, during the evening of September 27, devastating the cities of Pensacola and Mobile and the state of Mississippi. Damage totaled to at least $19,221,000, and more than 134 people were killed.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/1906_Pensacola_Hurricane_Damage.PNG", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Mississippi_hurricane"}
{"id": 7026398, "title": "1214 Richilde", "abstract": "1214 Richilde, provisional designation 1932 AA, is a dark background asteroid from the central regions of the asteroid belt, approximately 35 kilometers in diameter. It was discovered by Max Wolf at Heidelberg Observatory in 1932. Any reference of the asteroid's name to a person is unknown.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d0/001214-asteroid_shape_model_%281214%29_Richilde.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1214_Richilde"}
{"id": 31291606, "title": "1743 in Wales", "abstract": "Events from the year 1743 in Wales.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1743_in_Wales"}
{"id": 38979991, "title": "1913 Tour of Flanders", "abstract": "The first edition of the Tour of Flanders, a cycling race in Belgium, was held on 25 May 1913. Paul Deman won the event in a five-man sprint before Joseph Van Daele and Victor Doms. The event was created by sports journalist Karel Van Wijnendaele and organized by sports newspaper Sportwereld. The event started in Ghent and finished in Mariakerke, on the outskirts of Ghent, covering a distance of 324 kilometres. It finished on the velodrome of Mariakerke, a wooden track built around a pond, with four final laps before the official finish. 37 riders started the race, there were 16 classified finishers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1913_Tour_of_Flanders"}
{"id": 37588001, "title": "1913 U.S. National Championships – Men's singles", "abstract": "Maurice McLoughlin defeated R. Norris Williams 6–4, 5–7, 6–3, 6–1 in the final to win the men's singles tennis title at the 1913 U.S. National Championships. The event was held at the Newport Casino in Newport, R.I. in the United States.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1913_U.S._National_Championships_%E2%80%93_Men%27s_singles"}
{"id": 47563618, "title": "'Cause I'm a Man", "abstract": "\"'Cause I'm a Man\" is a song by Australian musical project Tame Impala, released on 7 April 2015 as the second single from their third studio album Currents. The song peaked at number 80 on the ARIA Singles Chart. A music video for the song was uploaded on 21 May 2015 on the project's Vevo channel on YouTube.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Cause_I%27m_a_Man"}
{"id": 42086782, "title": "130th Engineer Battalion", "abstract": "The 130th Engineer Battalion is a combat engineer battalion of the Puerto Rico Army National Guard allocated to the 101st Troop Command. The 130th is one of the most decorated battalions of the Puerto Rico National Guard with two Presidential Unit Citations, one Meritorious Unit Commendation, thirty five Purple Hearts, one Silver Star Medal, twenty six Bronze Star Medals, and four hundred and sixty nine Army Commendation Medals.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b3/130th-engineer-battalion-distinctive-unit-insignia.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/130th_Engineer_Battalion"}
{"id": 20086472, "title": "1904–05 IPHL season", "abstract": "The 1904–05 IPHL season was played by teams of the International Professional Hockey League. It marked the first season in the league’s history. It’s also the only season the Calumet-Laurium Miners won the league title.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/dd/Calumet-Laurium_Miners.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1904%E2%80%9305_IPHL_season"}
{"id": 37236802, "title": "1507 in India", "abstract": "Events from the year 1507 in India.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1507_in_India"}
{"id": 12735919, "title": "1926 Darlington by-election", "abstract": "The 1926 Darlington by-election was a by-election held on 17 February 1926 for the British House of Commons constituency of Darlington in County Durham.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1926_Darlington_by-election"}
{"id": 28252941, "title": "1946 Soviet Union legislative election", "abstract": "Elections to the Supreme Soviet were held in the Soviet Union on 10 February 1946. According to Soviet law, 325,000 out of an eligible adult population of 101,718,000 were disenfranchised for various reasons. This election was the first in which a 1945 decree allowed members of the Red Army stationed outside the Soviet Union to vote for both chambers of the Supreme Soviet in special 100,000-member districts, a practice which would continue for decades with the Red Army presence in the Eastern bloc.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1946_Soviet_Union_legislative_election"}
{"id": 64927605, "title": "1958–59 Iowa State Cyclones men's basketball team", "abstract": "The 1958–59 Iowa State Cyclones men's basketball team represented Iowa State University during the 1958-59 NCAA University Division men's basketball season. The Cyclones were coached by Bill Strannigan, who was in his fifth and final season with the Cyclones. They played their home games at the Iowa State Armory in Ames, Iowa. They finished the season 9–16, 4–10 in Big Eight play to finish in seventh place.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1958%E2%80%9359_Iowa_State_Cyclones_men%27s_basketball_team"}
{"id": 64258549, "title": "1951 St. Bonaventure Bonnies football team", "abstract": "The 1951 St. Bonaventure Brown Indians football team was an American football team that represented St. Bonaventure University during the 1951 college football season. In its second season under head coach Joe Bach, the team compiled a 5–4 record and outscored opponents by a total of 218 to 175. The team played its home games at Forness Stadium in Olean, New York. Quarterback Ted Marchibroda led the team on offense. In nine games, Marchibroda completed 72 of 170 passes for 1,146 yards and 12 touchdowns. Halfback Jerry Hanifin led the team's rushing attack. Among its more notable contests was the October 27 game against the Louisville Cardinals, which marked the debut of Johnny Unitas. In December 1951, one month after the season ended, coach Bach left the team to become head coach of the Pittsburgh Steelers. In February 1952, St. Bonaventure announced that it was suspending competition in intercollegiate football. The school's president, Rev. Juvenal Lalor, stated that the decision was prompted by \"ever increasing costs in every department and steadily declining income.\" The decision was part of a trend among Catholic universities in the post-war years to terminate their football programs. The trend included Portland (1949), Saint Louis (1949), Duquesne (1950), Georgetown (1950), Saint Mary's (1950), Loyola of Los Angeles (1951), San Francisco (1951), and Santa Clara (1952).", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951_St._Bonaventure_Bonnies_football_team"}
{"id": 44398183, "title": "1957–58 Ranji Trophy", "abstract": "The 1957–58 Ranji Trophy was the 24th season of the Ranji Trophy. Baroda won the title defeating Services in the final. Vidarbha made their debut in the competition.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Ranji_trophy.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957%E2%80%9358_Ranji_Trophy"}
{"id": 59997896, "title": "1931 in Catalonia", "abstract": "Events from 1931 in Catalonia.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1931_in_Catalonia"}
{"id": 8905616, "title": "1937 Philippine women's suffrage plebiscite", "abstract": "A plebiscite was held in the Philippines on April 30, 1937, to decide whether or not women could vote. Multiple women's movements started in 1910, which led to the plebiscite in 1937, where women voted for or against women's suffrage rights. Filipino women worked hard to mobilize and fight for women's suffrage in the early 1900s and gained victory after 447,725 out of 500,000 votes affirmed women's right to vote. Counterarguments against women gaining the right to vote in the Philippines were stated due to the fact that it would ruin family unity, giving less power to the husband or man of the house in the family. Prior to the plebiscite, electors voted on the approval of the new Philippine constitution. Approximately 1,213,934 of the electors voted in favor of the new constitution, while 42,690 voted against it. The new constitution, which contains a provision for the mechanism of extending the right to vote to women, was also the shortest constitution that was ratified during modern times. This new constitution contained only a small number of articles. Before women gained the right to vote, they had no legal rights during that time period. Even with the proper consent from their husbands, women still could not obtain any legal rights. Governor General Dwight F. Davis made it legal for women to have some legal rights when it came to the disposition of property. This allowed women to own personal items within their marriage.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_Philippine_women%27s_suffrage_plebiscite"}
{"id": 20582106, "title": "1911 Texas A&M Aggies football team", "abstract": "The 1911 Texas A&M Aggies football team represented Texas A&M during the 1911 college football season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1911_Texas_A%26M_Aggies_football_team"}
{"id": 51392595, "title": "1927 TCU Horned Frogs football team", "abstract": "The 1927 TCU Horned Frogs football team represented Texas Christian University (TCU) as a member the Southwest Conference (SWC) during the 1927 college football season. Led by fifth-year head coach Matty Bell, the Horned Frogs compiled and overall record of 4–3–2 overall with a mark of 1–2–2 in conference play, placing fifth. TCU played their home games at Clark Field, located on campus in Fort Worth, Texas.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1927_TCU_Horned_Frogs_football_team"}
{"id": 6025424, "title": "Cool, Calm And Collected", "abstract": "\"Cool, calm and collected\" is an ancient expression used by William Shakespeare among others. It is also a song inBetween the Buttons. \"Cool, calm and collected\" is an ancient expression used by William Shakespeare among others.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Cool,_Calm_And_Collected"}
{"id": 77491721, "title": "Brian Raffel", "abstract": "SHAHSHAHE", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Brian_Raffel"}
{"id": 12224839, "title": "1949 St. Louis Browns season", "abstract": "The 1949 St. Louis Browns season involved the Browns finishing 7th in the American League with a record of 53 wins and 101 losses.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_St._Louis_Browns_season"}
{"id": 41190748, "title": "House Arrest (Bulgarian TV series)", "abstract": "House Arrest is a Bulgarian sitcom aired on bTV and produced by bTV Studios. The series marked the dawn of a new generation of Bulgarian cinema and television. Some critics have said that it is the most successful Bulgarian sitcom. The first season aired starting November 24, 2011 as part of the \"Season of Bulgarian TV series\". Directors of production are Peter Valchanov and Nikolay Penchev, Stanislav Todorov - Rogi, Grigor Kumitski and writer Nelly Dimitrova. Chief operator Grigor Kumitski. House arrest is a unique product developed based on the model of American sitcoms such as Everybody Loves Raymond, Two and a Half Men, Friends among others. One of the leading British experts in this genre - director Ben Squirt - was part of the consulting team in the beginning stage of the project. The series was filmed with HD cameras in 16:9 format, but in his first season was broadcast in 4:3, the second season changes to HD 16:9 format, along with the transition of TV to HD.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/House_Arrest_(Bulgarian_TV_series)"}
{"id": 9794428, "title": "1947 Danish Folketing election", "abstract": "Folketing elections were held in Denmark on 28 October 1947, except in the Faroe Islands where they were held on 18 February 1948. The Social Democratic Party remained the largest in the Folketing, with 57 of the 150 seats. Voter turnout was 86% in Denmark proper and 60% in the Faroes.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9a/Folketing1947.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1947_Danish_Folketing_election"}
{"id": 71943052, "title": "Vaibhav Gehlot (Rajasthan)", "abstract": "Vaibhav Gehlot is an Indian National Congress politician and Member of the Indian National Congress. He is contesting as the Congress candidate at Jalore in the 2024 general election. & He is Former contesting as the Congress candidate at Jodhpur in the 2019 general election but was defeated by the BJP candidate Gajendra Singh Shekhawat.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Vaibhav_Gehlot_(Rajasthan)"}
{"id": 42180102, "title": "Ministry of Foreign Affairs, African Cooperation and Moroccan Expatriates", "abstract": "The Ministry of Foreign Affairs, African Cooperation and Moroccan Expatriates is the foreign affairs ministry of Morocco, responsible for implementing Morocco's foreign policy and ensuring relations with foreign states. Its head office is in Rabat and is one of the so-called \"ministries of sovereignty\", which report directly to the king of Morocco, alongside the ministries of the interior and religious affairs. Since 5 April 2017, Nasser Bourita is the incumbent minister, and is assisted by his junior minister, Abdelkrim Benatiq, who serves as the Minister Delegate to the Minister of Foreign Affairs, in charge of Moroccans living abroad and Migration Affairs.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d5/Coat_of_arms_of_Morocco.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Ministry_of_Foreign_Affairs,_African_Cooperation_and_Moroccan_Expatriates"}
{"id": 32889394, "title": "Moravská Ostrava", "abstract": "REDIRECT [[Ostrava]", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Moravsk%C3%A1_Ostrava"}
{"id": 40240735, "title": "1931–32 Ljubljana Subassociation League", "abstract": "The 1931–32 Ljubljana Subassociation League was the 13th season of the Ljubljana Subassociation League. Ilirija won the league.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1931%E2%80%9332_Ljubljana_Subassociation_League"}
{"id": 37435256, "title": "1951 Oklahoma Sooners football team", "abstract": "The 1951 Oklahoma Sooners football team represented the University of Oklahoma during the 1951 college football season. They played their home games at Oklahoma Memorial Stadium and competed as members of the Big Seven Conference. They were coached by head coach Bud Wilkinson.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951_Oklahoma_Sooners_football_team"}
{"id": 8780820, "title": "1957 Chicago Bears season", "abstract": "The 1957 season was the Chicago Bears' 38th in the National Football League. The team failed to improve on their 9–2–1 record from 1956 and finished with a 5–7 record under second-year head coach Paddy Driscoll, one year after making the championship game. The 47–7 loss in that game, coupled with a 5–7 season, compelled owner George Halas to reassign Driscoll in February and return as head coach in 1958.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957_Chicago_Bears_season"}
{"id": 53427972, "title": "1928 San Diego State Aztecs football team", "abstract": "The 1928 San Diego State Aztecs football team represented San Diego State Teachers College during the 1928 NCAA football season. San Diego State competed in the Southern California Intercollegiate Athletic Conference (SCIAC). The 1928 San Diego State team was led by head coach Charles E. Peterson in his eighth season as football coach of the Aztecs. They played three home games at Balboa Stadium and one at a field on the school campus. The Aztecs finished the season with three wins and three losses. Overall, the team outscored its opponents 111–105 points for the season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1928_San_Diego_State_Aztecs_football_team"}
{"id": 61261594, "title": "1938 Washburn Ichabods football team", "abstract": "The 1938 Washburn Ichabods football team represented Washburn University during the 1938 college football season. Washburn played their home games at the Moore Bowl in Topeka, Kansas. In their third year under head coach Elmer Holm, the Ichabods compiled a 6–3 record and were 2–0 in the Missouri Valley Conference.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1938_Washburn_Ichabods_football_team"}
{"id": 68748718, "title": "1935 CCNY Beavers football team", "abstract": "The 1935 CCNY Beavers football team was an American football team that represented the City College of New York (CCNY) as an independent during the 1935 college football season. In their second season under head coach Benny Friedman, the team compiled a 4–3 record.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1935_CCNY_Beavers_football_team"}
{"id": 846415, "title": "1949 Baseball Hall of Fame balloting", "abstract": "Elections to the Baseball Hall of Fame for 1949 followed the rules in place since 1947, which had governed two successful elections of recent players. The Baseball Writers' Association of America (BBWAA) voted by mail to select from players retired less than 25 years, with provision for a runoff in case of no winner. This year the runoff was necessary to elect one person, Charlie Gehringer. Meanwhile, the Old-Timers Committee, which met on no schedule and not since 1946, responded again to the continuing calls for election of more of the game's earlier stars. It selected Mordecai Brown and Kid Nichols. An induction ceremony was held in Cooperstown, New York, on June 13, 1949, for inductees of both 1948 and 1949. Of the five total inductees, Kid Nichols and Pie Traynor attended, while Charlie Gehringer was unable to attend. Mordecai Brown and Herb Pennock had both died in 1948. Dignitaries present included National League president Ford Frick, Hall of Fame founder Stephen Carlton Clark, Hall of Fame president Bob Quinn, and Brooklyn Dodgers president Branch Rickey.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/85/Charlie_Gehringer_1937.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_Baseball_Hall_of_Fame_balloting"}
{"id": 76716193, "title": "Liberal Democratic Hotline Team", "abstract": "#redirect Liberal Democrats (UK)", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Liberal_Democratic_Hotline_Team"}
{"id": 43275357, "title": "1925 LSU Tigers football team", "abstract": "The 1925 LSU Tigers football team was an American football team that represented Louisiana State University (LSU) as a member of the Southern Conference during the 1925 college football season. In its third season under head coach Mike Donahue, LSU compiled a 5–3–1 record. LSU's first official homecoming game occurred in 1925.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_LSU_Tigers_football_team"}
{"id": 12316417, "title": "10-simplex", "abstract": "In geometry, a 10-simplex is a self-dual regular 10-polytope. It has 11 vertices, 55 edges, 165 triangle faces, 330 tetrahedral cells, 462 5-cell 4-faces, 462 5-simplex 5-faces, 330 6-simplex 6-faces, 165 7-simplex 7-faces, 55 8-simplex 8-faces, and 11 9-simplex 9-faces. Its dihedral angle is cos−1(1/10), or approximately 84.26°. It can also be called a hendecaxennon, or hendeca-10-tope, as an 11-facetted polytope in 10-dimensions. The name hendecaxennon is derived from hendeca for 11 facets in Greek and -xenn, having 9-dimensional facets, and -on.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/56/10-simplex_t0.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10-simplex"}
{"id": 51043058, "title": "1967–68 Houston Mavericks season", "abstract": "The 1967–68 Houston Mavericks season was the first season of the Mavericks in the American Basketball Association. On February 2, 1967, Houston was awarded a franchise for $30,000 with William Whitmore, Charles Frazier and Cloyce Box being the buyers. Later that year, T.S. Morrow and Bud Adams, owner of a Houston-based oil company and the AFL's Houston Oilers bought Box's interest in the team. Morrow would be majority owner while Adams was a minority owner. The team had less than stellar attendance, with 3,091 attending the first ever game versus the Chaparrals on October 23, 1967. The lowest attended game was held on February 5, 1968, when only 575 people attended. The highest attended game was on February 29, 1968, with 4,965 attendance. Despite all of this, the Mavericks spiraled into the playoffs, in part due to 8 of the 11 teams in the new league being guaranteed a spot into the Playoffs, with Houston getting the final spot by 4 games. In the Semifinals, they were swept by the Dallas Chaparrals in 3 games. This was their only playoff appearance in their two-year history.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1967%E2%80%9368_Houston_Mavericks_season"}
{"id": 67048600, "title": "(Almost) Straight Outta Compton", "abstract": "(Almost) straight outta Compton is part of a headline from a 2016 article written by Ruth Styles and published by the MailOnline, the website of the British tabloid newspaper the Daily Mail. The headline has been criticised and described as being an example of racist press commentary towards the American former actress Meghan Markle, prior to marrying the British Prince Harry.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/(Almost)_Straight_Outta_Compton"}
{"id": 61148133, "title": "1922–23 FA Cup qualifying rounds", "abstract": "The 1922–23 FA Cup was the 48th season of the world's oldest football knockout competition; the Football Association Challenge Cup, or FA Cup for short. The large number of clubs entering the tournament from lower down the English football league system meant that the competition started with a number of preliminary and qualifying rounds. The 12 victorious teams from the sixth round qualifying progressed to the first round proper.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1922%E2%80%9323_FA_Cup_qualifying_rounds"}
{"id": 20597418, "title": "Penn State Great Valley", "abstract": "Penn State Great Valley School of Graduate Professional Studies is a special mission graduate school of Penn State University located in Malvern, Pennsylvania. Academic offerings include master's programs in engineering, information science, business, data analytics, finance, accounting, and software engineering. Continuing professional education courses and customized corporate training are also offered.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/98/Penn_State_Great_Valley_-_Main_Building.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Penn_State_Great_Valley"}
{"id": 148334, "title": "1780s BC", "abstract": "The 1780s BC was a decade lasting from January 1, 1789 BC to December 31, 1780 BC.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1780s_BC"}
{"id": 1596862, "title": ".440 Cor-Bon", "abstract": "The .440 Cor-Bon is a large-caliber handgun cartridge, first produced by Cor-Bon in 1998. Although it looks similar to a .357 SIG, this cartridge was designed after being necked down from an existing cartridge, the .50 AE to accept a .44-caliber (10.89 mm) bullet. This is fairly typical in the wildcat cartridge industry.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/ba/50_AE%2C_440_Corbon%2C_44_Magnum.JPG", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/.440_Cor-Bon"}
{"id": 43723667, "title": "18 and 19 Brook Green", "abstract": "18 and 19 Brook Green are two Grade II listed Georgian houses at 18–19 Brook Green, Hammersmith, London, W6. The houses were built in the early 19th century.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/13/18_and_19_Brook_Green%2C_London_01.JPG", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/18_and_19_Brook_Green"}
{"id": 11766099, "title": "Iris Y. Martinez", "abstract": "Clerk Iris Y. Martinez is a dedicated public servant committed to serving the community and ensuring access to public resources. With a focus on collaboration and innovation, Clerk Martinez aims to enhance public services and create a more inclusive community.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Iris_Y._Martinez"}
{"id": 52598536, "title": "1940 Princeton Tigers men's soccer team", "abstract": "The 1940 Princeton Tigers men's soccer team represented Princeton University during the 1940 ISFA season. The Tigers finished with an 8–0–1 record and were considered ISFA co-champions along with Penn State. It was the 72nd season of a soccer club represented by the university playing.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Princeton_Tigers_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1940_Princeton_Tigers_men%27s_soccer_team"}
{"id": 47390710, "title": "1956 Women's British Open Squash Championship", "abstract": "The 1956 Ladies Open Championships was held at the Lansdowne Club in London from 20–26 February 1956. Janet Morgan won her seventh consecutive title defeating Sheila Speight in the final.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1956_Women%27s_British_Open_Squash_Championship"}
{"id": 76717057, "title": "Graunt", "abstract": "Graunt is a surname. Notable people with this surname include: Edward Graunt, an English scholar and headmaster John Graunt (1620–1674), an English demographer", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Graunt"}
{"id": 34863757, "title": "1949 BYU Cougars football team", "abstract": "The 1949 BYU Cougars football team was an American football team that represented Brigham Young University (BYU) as a member of the Skyline Six Conference during the 1949 college football season In their first season under head coach Chick Atkinson, the Cougars compiled an overall record of 0–11 with a mark of 0–5 against confernece opponents, finished last in the Skyline Six, and were outscored by a total of 372 to 105.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_BYU_Cougars_football_team"}
{"id": 27984269, "title": "Providers (music producers)", "abstract": "Providers is a Danish hip hop, R&B and pop song production team made up of Jeppe Federspiel and Rasmus Stabell. Jeppe Federspiel and Rasmus Stabell started as musicians playing drums. Years later, they joined forces to form Providers, an urban production team. They are best known for having produced Medina's album Velkommen til Medina and the double platinum-selling hit single from the album \"Kun for mig\" that reached the top of the Danish Singles Chart Tracklisten staying for 7 weeks at #1 and selling +60,000 copies totalling 63 weeks in the Danish charts. It was released in its English version as \"You and I\" and was a Top 40 hit in UK Singles Chart and reached #3 in Bulgaria and at #10 in Germany. Moreover, Providers have written and produced for a number of well-known artists such as: Medina Jay Sean Szhirley L.O.C. Outlandish Ataf Khawaja Burhan G Rasmus Seebach Majid Remee Terri Bjerre Boyo Charlie Sachs Kenisha Pratt In 2009, they produced the single \"Natteravn\" from Rasmus Seebach's same name album, the second biggest selling album of Denmark in 2009. The single \"Natteravn\" was a hit in Danish charts and reached #6 in Sweden. Jeppe Federspiel and Rasmus Stabell operate together with Thomas Borresen record company Labelmade, which has artists like Medina and Svenstrup & Vendelboe", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Providers_(music_producers)"}
{"id": 52778032, "title": "130th Indiana Infantry Regiment", "abstract": "The 130th Regiment Indiana Infantry was an infantry regiment that served in the Union Army during the American Civil War.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/130th_Indiana_Infantry_Regiment"}
{"id": 51620350, "title": "1213 in Ireland", "abstract": "Events from the year 1213 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1213_in_Ireland"}
{"id": 72191127, "title": "16th and 25th Consolidated Louisiana Infantry Regiment", "abstract": "The 16th and 25th Consolidated Louisiana Infantry Regiment was a unit of volunteers recruited in Louisiana that fought in the Confederate States Army during the American Civil War. It served only in the Western Theater. The unit was created in November 1862 by combining the veteran 16th Louisiana and 25th Louisiana Infantry Regiments to form the consolidated regiment. The new unit served at Stones River, Jackson, Chickamauga, and Missionary Ridge in 1863. The unit fought at Resaca, New Hope Church, Atlanta, Ezra Church, Jonesborough, and Nashville in 1864. The consolidation was dissolved in February 1865 and the 16th and 25th Infantry Regiments were re-consolidated with other units", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d6/Rosecrans_at_Stones_River.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/16th_and_25th_Consolidated_Louisiana_Infantry_Regiment"}
{"id": 73500584, "title": "Free Officers Movement (Libya)", "abstract": "The Free Officers Movement was a group of Arab nationalist and Nasserist officers in the Libyan Army that planned and carried out the 1969 Libyan coup d'état, which overthrew the Senussi monarchy of King Idris I, ending the Libyan monarchy. It was led by a twelve-member cabinet known as the Revolutionary Command Council, whose chairman was Muammar Gaddafi, which came to govern the Libyan Arab Republic.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c4/Flag_of_Libya_%281969%E2%80%931972%29.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Free_Officers_Movement_(Libya)"}
{"id": 36629008, "title": "1937 Boston College Eagles football team", "abstract": "The 1937 Boston College Eagles football team represented Boston College as an independent during the 1937 college football season. Led by second-year head coach Gil Dobie, the Eagles compiled a record of 4–4–1. Boston College played home games at Alumni Field in Chestnut Hill, Massachusetts, and Fenway Park in Boston.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_Boston_College_Eagles_football_team"}
{"id": 36523359, "title": "1917 Uruguayan constitutional referendum", "abstract": "A constitutional referendum was held in Uruguay on 25 November 1917. Amongst the changes to the system of government, the new constitution would create a National Council of Administration alongside the presidency. The National Council of Administration would have nine members; six from the winning party and three from the runner-up party. The proposals were approved by 95% of voters. The result was confirmed by the Senate on 18 December, and the new constitution came into force on 1 March 1919.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/91/Coat_of_arms_of_Uruguay.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1917_Uruguayan_constitutional_referendum"}
{"id": 41429844, "title": "Before Shane Went to Bangkok: Live in the USA", "abstract": "Before Shane Went to Bangkok: Live in the USA is the only live music EP by the band fun. It was recorded in 2013 during Fun's North American tour. The name of the EP refers to Fun's guitar tech and photographer Shane Timm. The EP was released December 17, 2013 as a digital download and also as a vinyl bundle including photographs taken during the tour, limited to 1,000 pressings, and was released primarily as a way of thanking the fans for attending the shows. Most notably, the EP contains a previously unreleased track called What the Fuck that was performed only in Fun's live sets.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Before_Shane_Went_to_Bangkok:_Live_in_the_USA"}
{"id": 57298108, "title": "1928 Syracuse Orangemen football team", "abstract": "The 1928 Syracuse Orangemen football team represented Syracuse University in the 1928 college football season. The Orangemen were led by second-year head coach Lew Andreas and played their home games at Archbold Stadium in Syracuse, New York.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1928_Syracuse_Orangemen_football_team"}
{"id": 56886634, "title": "1937 in Taiwan", "abstract": "Events from the year 1937 in Taiwan, Empire of Japan.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_in_Taiwan"}
{"id": 67194443, "title": "1917 Massachusetts legislature", "abstract": "The 138th Massachusetts General Court, consisting of the Massachusetts Senate and the Massachusetts House of Representatives, met in 1917.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1917_Massachusetts_legislature"}
{"id": 24803516, "title": "1780 in the United States", "abstract": "Events from the year 1780 in the United States.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1780_in_the_United_States"}
{"id": 50736947, "title": "1951–52 St. Francis Terriers men's basketball team", "abstract": "The 1951–1952 St. Francis Terriers men's basketball team represented St. Francis College during the 1951–52 NCAA Division I men's basketball season. The team was coached by Daniel Lynch, who was in his fourth year at the helm of the St. Francis Terriers. The team was a member of the Metropolitan New York Conference. The Terriers played their home games at the Bulter Street Gymnasium in their Cobble Hill, Brooklyn campus and at the II Corps Artillery Armory in Park Slope, Brooklyn. On February 2, 1952, against Seton Hall, the Terriers played in the first quadruple overtime game in New York City history, both collegiate and professional. The Terriers triumphed 82–70.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/29/StFrancisBrooklynTerrierswordmark.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951%E2%80%9352_St._Francis_Terriers_men%27s_basketball_team"}
{"id": 25832260, "title": "1968 European Figure Skating Championships", "abstract": "The 1968 European Figure Skating Championships were held in Västerås, Sweden from January 23 to 27. Elite senior-level figure skaters from European ISU member nations competed for the title of European Champion in the disciplines of men's singles, ladies' singles, pair skating, and ice dancing.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1968_European_Figure_Skating_Championships"}
{"id": 765801, "title": "Salishan", "abstract": "Salishan may also refer to: Salishan languages, a family of languages of the Pacific Northwest Salishan Conference, The Salishan Conference on High-Speed Computing founded in 1981", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Salishan"}
{"id": 64630065, "title": "Hap inc.", "abstract": "hap Inc. is an independent Japanese video game developer best known for the Mom Hid My Game! series. The company is well-known for its \"poorly\" English-translated titles.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Hap_inc."}
{"id": 11932563, "title": "D'Overbroeck's College", "abstract": "Redirect Nord Anglia Education", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/D%27Overbroeck%27s_College"}
{"id": 50315557, "title": "1899 Liverpool City Council election", "abstract": "Elections to Liverpool City Council were held on Thursday 1 November 1899. One third of the council seats were up for election, the term of office of each councillor being three years. Eleven of the thirty-one seats were uncontested. After the election, the composition of the council was:", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1899_Liverpool_City_Council_election"}
{"id": 31728882, "title": "1/3 no Junjō na Kanjō", "abstract": "\"1/3 no Junjō na Kanjō\" is a song by the Japanese rock band Siam Shade, released in 1997. The song was first released as their sixth single on November 27, 1997, and also featured on their fourth studio album Siam Shade IV - Zero, released on January 21, 1998. It is the band's best known work and best-selling single, reaching number three on the Oricon Singles Chart, and was the 31st best-selling single of 1998 with 698,520 copies sold. By 2016, this number had grown to over 800,000 copies. The title song was used as the sixth ending theme of the Rurouni Kenshin anime series. The single was reissued in the standard 12 cm CD format on November 14, 2007.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1/3_no_Junj%C5%8D_na_Kanj%C5%8D"}
{"id": 19972392, "title": "The Book About My Idle Plot on a Vague Anxiety", "abstract": "the book about my idle plot on a vague anxiety is the first studio album released by the Japanese math rock band toe.", "image_url": "https://upload.wikimedia.org/wikipedia/en/0/04/The_book_about_my_idle_plot_on_a_vague_anxiety.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/The_Book_About_My_Idle_Plot_on_a_Vague_Anxiety"}
{"id": 63341935, "title": "142", "abstract": "142 may refer to: 142 (number), an integer AD 142, a year of the Julian calendar 142 BC, a year of the pre-Julian Roman calendar 142 Polana, a main-belt asteroid", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/142"}
{"id": 41323987, "title": "Bongaigaon Municipal Board", "abstract": "REDIRECT Bongaigaon", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Bongaigaon_Municipal_Board"}
{"id": 32552655, "title": "12th edition of Systema Naturae", "abstract": "The 12th edition of Systema Naturae was the last edition of Systema Naturae to be overseen by its author, Carl Linnaeus. It was published by Laurentius Salvius in Holmia (Stockholm) in three volumes, with parts appearing from 1766 to 1768. It contains many species not covered in the previous edition, the 10th edition which was the starting point for zoological nomenclature.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Carl_von_Linn%C3%A9.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/12th_edition_of_Systema_Naturae"}
{"id": 62788290, "title": "1903–04 Cornell men's ice hockey season", "abstract": "The 1903–04 Cornell men's ice hockey season was the 5th season of play for the program.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Cornell_%22C%22_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Cornell_men%27s_ice_hockey_season"}
{"id": 65735472, "title": "1866 North Carolina gubernatorial election", "abstract": "The 1866 North Carolina gubernatorial election was held on October 18, 1866. Incumbent Democrat Jonathan Worth defeated National Union nominee Alfred Dockery with 75.87% of the vote.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/72/Seal_of_North_Carolina.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1866_North_Carolina_gubernatorial_election"}
{"id": 65849834, "title": "180th Brigade", "abstract": "180th Brigade may refer to any of a number of military divisions: 180th Mixed Brigade (Spain) 180th Brigade", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/180th_Brigade"}
{"id": 31466526, "title": "\"Unplugged\" Live", "abstract": "\"Unplugged\" Live is a live album by the McAuley Schenker Group, recorded in California, during a tour with a completely acoustic set. Michael Schenker released this live album at the height of \"unplugged\" mania in the early 1990s, revising his blistering guitar antics as reflective, nylon-string, semi-classical ballads. The album features Shark Island guitarist Spencer Sercombe on second guitar and backing vocals. \"Unplugged\" Live is the final release of the McAuley Schenker Group, which disbanded in 1993; Robin McAuley got married and retired from the music scene for a few years, while Michael Schenker began working on instrumental solo projects.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Unplugged%22_Live"}
{"id": 1205299, "title": "ScientificPython", "abstract": "ScientificPython is an open source library of scientific tools for the Python programming language. Its development started in 1995. It has not been updated since October 1, 2014. The library includes mathematical tools like Differentiation for functions of any number of variables up to any order Numerical integration using the Romberg algorithm Newton–Raphson for numerical root finding Non-linear least squares fitting support for parallel computing Bulk synchronous parallel Message Passing Interface and several input/output interfaces, notably with NetCDF files Protein Data Bank files Fortran-compatible text formatting VRML for 3D visualizations Qt and Tk widget toolkits are provided for building cross-platform graphical user interfaces. ScientificPython is released under the CeCILL. The main developer and maintainer of ScientificPython is Konrad Hinsen of Orléans University who uses it as a building block for his own research code, in particular the molecular modeling toolkit MMTK and the software nMoldyn that uses molecular dynamics trajectories to predict neutron scattering spectra. Outside this particular application context, most users are likely to prefer the package SciPy, which has seen a more dynamic evolution in the decade 2000–2010, involving several active developers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/ScientificPython"}
{"id": 62605846, "title": "1901 Romanian general election", "abstract": "General elections were held in the Kingdom of Romania between 9 and 15 March 1901.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1901_Romanian_general_election"}
{"id": 29243282, "title": "'Bout Soul", "abstract": "'Bout Soul is an album by American saxophonist Jackie McLean recorded in 1967 and released on the Blue Note label. It features McLean in a quintet with trumpeter Woody Shaw, pianist LaMont Johnson, bassist Scotty Holt and drummer Rashied Ali. Trombonist Grachan Moncur III guests on three tracks, and Barbara Simmons recites the words on “Soul”.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Bout_Soul"}
{"id": 47748196, "title": "Perry Ray Robinson", "abstract": "Perry Ray Robinson", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Perry_Ray_Robinson"}
{"id": 38685851, "title": "10 kilometres race walk", "abstract": "The 10 kilometres race walk, or 10-kilometer racewalk, is a racewalking event. The event is competed as a road race. Athletes must always keep in contact with the ground and the supporting leg must remain straight until the raised leg passes it. 10 kilometers is 6.2 miles.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/72/2005_World_Championships_in_Athletics2.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10_kilometres_race_walk"}
{"id": 10612548, "title": "1905 Australasian Championships", "abstract": "The 1905 Australasian Championships was a tennis tournament played on Grass courts in Melbourne, Australia at Warehouseman's Cricket Ground. The tournament took place from 21 November through 25 November 1905. It was the inaugural edition of the Australasian Championships and consisted of a men's singles and men's doubles competition. The men's singles event had a field of 17 players and was won by Australian Rodney Heath.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1905_Australasian_Championships"}
{"id": 61520661, "title": "100 gecs discography", "abstract": "The discography of 100 gecs, an American hyperpop duo, includes two studio albums, two extended plays (EPs) and one remix album. Formed in 2015, the band consists of Dylan Brady and Laura Les. They self-released their debut studio album, 1000 gecs, in 2019 to positive reviews, followed by a companion remix album, 1000 gecs and the Tree of Clues, in 2020. They released their second studio album, 10,000 gecs, in 2023.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8a/2022_Rock_im_Park_-_100_Gecs_-_by_2eight_-_ZSC7602.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/100_gecs_discography"}
{"id": 11230092, "title": "No. 652 Squadron RAF", "abstract": "No. 652 Squadron RAF was a unit of the Royal Air Force during the Second World War and afterwards in Germany. Numbers 651 to 663 Squadrons of the RAF were air observation post units working closely with Army units in artillery spotting and liaison. A further three of these squadrons, 664, 665 and 666, were AOP units of the Royal Canadian Air Force manned by Canadian and British personnel. Their duties and squadron numbers were transferred to the Army with the formation of the Army Air Corps on 1 September 1957.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/No._652_Squadron_RAF"}
{"id": 76748356, "title": "Sarulyte", "abstract": "Sarulyte is a surname. Notable people with the surname include: Juan Andrés Sarulyte, Argentine football manager and former player Matías Sarulyte, Argentine footballer", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Sarulyte"}
{"id": 16634620, "title": "1263 Varsavia", "abstract": "1263 Varsavia, provisional designation 1933 FF, is an asteroid from the central region of the asteroid belt, approximately 40 kilometers in diameter. It was discovered on 23 March 1933, by Belgian astronomer Sylvain Arend at Uccle Observatory in Belgium. It is named for the city of Warsaw.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/e5/1263Varsavia_%28Lightcurve_Inversion%29.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1263_Varsavia"}
{"id": 37340993, "title": "1441 Yangtze flood", "abstract": "The 1441 Yangtze flood was a natural disaster affecting the area around Nanjing, China, during the Ming dynasty. The flood occurred in the late autumn and broke the river's banks repeatedly. The situation was a major emergency not only for Nanjing and the surrounding area but also for the northern capital Beijing, which depended upon grain shipments from the Yangtze valley. The southern entrance to the Grand Canal was at Yangzhou near Nanjing and had to close during heavy flooding.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1441_Yangtze_flood"}
{"id": 42679491, "title": "Adelaide University Union Redevelopment", "abstract": "The Adelaide University Union redevelopment (1967–1975) is one of the most significant buildings in the University of Adelaide complex. The building was designed by architect Robert Dickson in stages from 1967 to 1975, commissioned by both the Adelaide University Union and University of Adelaide. The Union council presented the problem that the existing university accommodation needed to be redesigned within the confines of the existing built-up site, and the facilities were to be kept in operation during redevelopment. The design concept was to be low-rise to allow for easy movement on foot, provide important and attractive circulation spaces encouraging intercommunication. The building embraces a diversity of functions with space for a bookshop, shops, refectories, a cinema, theatre, gallery and offices, while encompassing a large five level red brick and concrete building with exposed brickwork and timber detailing. The redevelopment has several entrances, balconies and terraces connecting it to the multiple levels of the university site, while many aspects of the design and materiality match those of the historic university context, including works by architects Walter Bagot and Louis Laybourne-Smith.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Adelaide_University_Union_Redevelopment"}
{"id": 29924156, "title": "1899 Liberian general election", "abstract": "General elections were held in Liberia in 1899. In the presidential election, incumbent William D. Coleman of the True Whig Party was re-elected for a second full term, defeating Anthony D. Williams, Jr. of the National Union.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/64/Coat_of_arms_of_Liberia.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1899_Liberian_general_election"}
{"id": 16871742, "title": "(134340) Pluto", "abstract": "REDIRECT [[134340 PlutoPluto]]", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/(134340)_Pluto"}
{"id": 44539506, "title": "Suicide Tour: Ten Years Later", "abstract": "The Suicide Tour is a 3-disc compilation of Brotha Lynch Hung songs, released by Siccmade Muzicc on October 7, 2014. It features Snoop Dogg, Bad Azz, Keak Da Sneak, Xzibit, Warren G, X-Raided, Art B., Zigg Zagg, Phonk Beta, Loki, D-Dubb, C.O.S., and the original Siccmade Muzicc family.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Suicide_Tour:_Ten_Years_Later"}
{"id": 76731810, "title": "Woke mind virus", "abstract": "Woke Mind Virus, sometimes shortened to WMV, is a term used to refer to anything which is perceived to be closely connected to \"wokeness\" and left-wing politics with particular emphasis on actions or ideas that encourage the suppression of freedom of speech and anti-meritocratic ideals. WMV is a neologism which has gained widespread use among politically right leaning or conservative pundits and audiences, most especially in the United States and after the early 2020s.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Woke_mind_virus"}
{"id": 76733959, "title": "To-y2 (Kis-My-Ft2 Album)", "abstract": "To-y2 is the ninth original album by Japanese boys band Kis-My-Ft2, released on March 25, 2020, by avex trax.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/To-y2_(Kis-My-Ft2_Album)"}
{"id": 52381046, "title": "Chutnification", "abstract": "Chutnification is the adoption of Indian elements into the English language or culture. The word “chutnification” was coined by Salman Rushdie in his novel, Midnight’s Children. Chutney is a sauce for a dry base, originating from the Indian subcontinent. Rushdie’s Midnight’s Children is not the first novel to exhibit or employ chutnification. All the post-colonial writers tried this. For example, Chinua Achebe’s seminal trilogy Things Fall Apart, No Longer at Ease, Arrow of God as well as Ngugi wa Thiong’o’s Petals of Blood were written before Rushdie’s Midnight’s Children.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Chutnification"}
{"id": 76738632, "title": "Backslide (single)", "abstract": "\"Backslide\" is a song by American musical duo Twenty One Pilots, released on April 25, 2024, through Fueled by Ramen as the third single of their upcoming seventh studio album, Clancy. It follows previous singles “Overcompensate” and “Next Semester”.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Backslide_(single)"}
{"id": 76713743, "title": "Lumut Royal Malaysian Navy mid-air helicopter collision", "abstract": "On 23 April 2024 two Royal Malaysian Navy helicopters collided mid-air in Lumut, Perak, Malaysia leaving 10 dead with no survivors.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Lumut_Royal_Malaysian_Navy_mid-air_helicopter_collision"}
{"id": 33105065, "title": "Hungarian Resistance", "abstract": "Hungarian resistance may refer to: Passive Resistance (Hungary), 19th-century opposition to Austrian domination of Hungary Hungarian resistance movement, opposition to the Axis within Hungary during World War II", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Hungarian_Resistance"}
{"id": 45660961, "title": "\"Tropheryma\"", "abstract": "\"Tropheryma whipplei\" is a bacterium that is the causative organism of Whipple's disease, and rarely, endocarditis. While \"T. whipplei\" is categorized with the Gram-positive Actinomycetota, the organism is commonly found to be Gram-positive or Gram-indeterminate when stained in the laboratory. Whipple himself probably observed the organisms as rod-shaped structures with silver stain in his original case.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Tropheryma%22"}
{"id": 54723794, "title": "11th Anti-Aircraft Division (United Kingdom)", "abstract": "The 11th Anti-Aircraft Division was an air defence formation of the British Army during the early years of the Second World War. It defended the West Midlands during The Blitz, including the notorious raid on Coventry, and the subsequent Baedeker Blitz, but only had a short career.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c6/11th_AA_div.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/11th_Anti-Aircraft_Division_(United_Kingdom)"}
{"id": 62734732, "title": "1898–99 Brown men's ice hockey season", "abstract": "The 1898–99 Brown men's ice hockey season was the 2nd season of play for the program.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Brown_Bears_wordmark.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1898%E2%80%9399_Brown_men%27s_ice_hockey_season"}
{"id": 68778901, "title": "1889 Melbourne Cup", "abstract": "The 1889 Melbourne Cup was a two-mile handicap horse race which took place on Tuesday, 5 November 1889. This year was the 29th running of the Melbourne Cup. The race is best known for 1890 winner Carbine finishing second. Bravo was sired by 1880 Melbourne Cup winner Grand Flaneur. This is the list of placegetters for the 1889 Melbourne Cup.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1889_Melbourne_Cup"}
{"id": 43660951, "title": "ドラゴンボールGT", "abstract": "%5B%5BWikipedia%3ARedirects+for+discussion%5D%5D+debate+closed+as+delete #REDIRECT Dragon Ball GT", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%E3%83%89%E3%83%A9%E3%82%B4%E3%83%B3%E3%83%9C%E3%83%BC%E3%83%ABGT"}
{"id": 60622623, "title": "1925 Pacific Coast Conference football season", "abstract": "The 1925 Pacific Coast Conference football season was the 11th season of college football played by the member schools of the Pacific Coast Conference (PCC) and was a part of the 1925 college football season. The 1925 Washington Huskies football team, led by head coach Enoch Bagshaw, won the conference championship with a 10–1–1 overall record. The Huskies were undefeated in the regular season but lost to national champion Alabama by a 20–19 score in the 1926 Rose Bowl. Washington's backfield star Wildcat Wilson was a consensus pick for the 1925 All-America team. Other key players included quarterback George Guttormsen and fullback Elmer Tesreau. The Huskies led the PCC in scoring with an average of 40.0 points per game. The 1925 Stanford football team, led by head coach Pop Warner, finished in second place with a 7–2 overall record. Stanford's fullback Ernie Nevers was a consensus first-team All-American. Other key players included end Ted Shipkey and guard Fred H. Swan. The 1925 USC Trojans football team, led by first-year head coach Howard Jones, tied for third place with an 11–2 overall record. The Trojans led the PCC in scoring defense, allowing only an average of only 4.2 points per game. Key players for USC included quarterback Morley Drury, guard Brice Taylor, center Jeff Cravath, and end Hobbs Adams. The 1925 Oregon Agricultural Aggies football team, led by head coach, Paul J. Schissler, tied with USC for third place. The Aggies compiled a 7–2 overall record. Key players included halfback Wes Schulmerich and tackles Lewis \"Hip\" Dickerson and Jim Dixon.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_Pacific_Coast_Conference_football_season"}
{"id": 28378537, "title": "USB Gecko", "abstract": "%5B%5BWikipedia%3ARedirects+for+discussion%5D%5D+debate+closed+as+delete #REDIRECT Homebrew#Wii", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/USB_Gecko"}
{"id": 5799524, "title": "1762 Russell", "abstract": "1762 Russell, provisional designation 1953 TZ, is a stony Koronian asteroid from the outer regions of the asteroid belt, approximately 16 kilometers in diameter. It was discovered by the Indiana Asteroid Program at Goethe Link Observatory near Brooklyn, Indiana, on 8 October 1953. The asteroid was named after American astronomer Henry Norris Russell.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1762_Russell"}
{"id": 76744419, "title": "String Quartet in A-flat major", "abstract": "String Quartet in A-flat major may refer to: String Quartet No. 14 (Dvořák) String Quartet No. 10 (Shostakovich)", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/String_Quartet_in_A-flat_major"}
{"id": 1882504, "title": "Forefather (band)", "abstract": "Forefather is an English folk metal band from Surrey. They also incorporate elements of Viking metal and black metal. Since inception in 1997 the band has released seven studio albums.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Forefather_(band)"}
{"id": 45449445, "title": "11th Anniversary Show", "abstract": "11th Anniversary Show may refer to: EMLL 11th Anniversary Show ROH 11th Anniversary Show", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/11th_Anniversary_Show"}
{"id": 48709769, "title": "1904–05 Indiana Hoosiers men's basketball team", "abstract": "The 1904–05 Indiana Hoosiers men's basketball team represented Indiana University. Their head coach was Zora G. Clevenger, who was in his 1st year. The team played its home games at the Old Assembly Hall in Bloomington, Indiana, and was a first-time member of the Western Conference. The Hoosiers finished the regular season with an overall record of 5–12 and a conference record of 1–1.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1904%E2%80%9305_Indiana_Hoosiers_men%27s_basketball_team"}
{"id": 66749398, "title": "1916 George Washington Hatchetites football team", "abstract": "The 1916 George Washington Hatchetites Colonials football team was an American football team that represented George Washington University as an independent during the 1916 college football season. In their first season under head coach Thomas Sullivan, the team compiled a 3–3–1 record.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1916_George_Washington_Hatchetites_football_team"}
{"id": 25400522, "title": "1762 in Wales", "abstract": "This article is about the particular significance of the year 1762 to Wales and its people.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1762_in_Wales"}
{"id": 21971684, "title": "Ningbo Incident", "abstract": "The Ningbo incident was a 1523 brawl between trade representatives of two Japanese daimyō clans — the Ōuchi and the Hosokawa — in the Ming Chinese city of Ningbo. The Ōuchi pillaged and harmed local residents, causing massive damage. The turmoil resulted in the interruption of the Ming-Japanese trade and led to a surge in piratical (wokou) activity on the Chinese coast. The episode is also known by the names Ningbo tribute conflict (寧波争貢事件), Mingzhou incident (明州之亂), or the Sōsetsu incident (宗設之亂).", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Ningbo_Incident"}
{"id": 38792884, "title": "1906 Montenegrin parliamentary election", "abstract": "Parliamentary elections were held in Montenegro on 27 September 1906, electing the country's first Parliament. The result was a victory for the People's Party, the first political group in Montenegro, which won 51 seats.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/37/Mihajlo_Ivanovi%C4%87.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Montenegrin_parliamentary_election"}
{"id": 1517060, "title": "1841 in rail transport", "abstract": "This article lists events related to rail transport that occurred in 1841.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1841_in_rail_transport"}
{"id": 63649166, "title": "Cuphead (character)", "abstract": "Cuphead is a title character from the 2017 video game Cuphead. He alongside his brother Mugman served as the main protagonists in which they lose a game of dice against the devil and they made a deal with the Devil. He was created by Chad Moldenhaiuer to replace their placeholder character in which Chad and Jared Moldenhauer has brainstormed and sketch lots of character ideas. Cuphead has generally positively received, with one of the critics comparing him and his brother to Mario and Luigi. Cuphead would also appeared in other games including Super Smash Bros. Ultimate.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Cuphead_(character)"}
{"id": 49531949, "title": "1908 Northwestern Purple football team", "abstract": "The 1908 Northwestern Purple team represented Northwestern University during the 1908 college football season. In their first and only year under head coach Alton Johnson, and following a two-year hiatus in which Northwestern did not field a football team, the Purple compiled a 2–2 record and finished in last place in the Western Conference.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1908_Northwestern_Purple_football_team"}
{"id": 76633474, "title": "Septingentillion", "abstract": "REDIRECT Names of large numbers", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Septingentillion"}
{"id": 12365387, "title": "\"Cochranella\" ramirezi", "abstract": "\"Cochranella\" ramirezi is a species of frog in the family Centrolenidae. It is endemic to Colombia. Its natural habitats are subtropical or tropical moist lowland forests and rivers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Cochranella%22_ramirezi"}
{"id": 76746505, "title": "Ascaro", "abstract": "Ascaro may refer to: Ascaro, the Italian-language singular form of \"askari,\" a local soldier serving in the armies of the European colonial powers in Africa Italian destroyer Ascaro, an Italian destroyer commissioned in 1913 and stricken in 1930", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Ascaro"}
{"id": 42884602, "title": "1885–86 Welsh Cup", "abstract": "The 1885–86 FAW Welsh Cup was the ninth edition of the annual knockout tournament for competitive football teams in Wales.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/53/Welsh_cup.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1885%E2%80%9386_Welsh_Cup"}
{"id": 3208596, "title": "189th (Canadien-Français) Battalion, CEF", "abstract": "The 189th Battalion, CEF was a unit in the Canadian Expeditionary Force during the First World War. Based in Fraserville, Quebec, it began recruiting during the winter of 1915/16 in eastern Quebec. After sailing to England in September 1916, the battalion was absorbed into the 69th Overseas Battalion, CEF on October 6, 1916. The 189th Battalion, CEF had one Officer Commanding: Lieut-Col. P. A. Piuze.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/189th_(Canadien-Fran%C3%A7ais)_Battalion,_CEF"}
{"id": 64352598, "title": "1903 Chicago Physicians and Surgeons football team", "abstract": "The 1903 Chicago Physicians and Surgeons football team was an American football team that represented the College of Physicians and Surgeons of Chicago in the 1903 college football season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903_Chicago_Physicians_and_Surgeons_football_team"}
{"id": 39927, "title": "1443", "abstract": "Year 1443 (MCDXLIII) was a common year starting on Tuesday of the Julian calendar.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1443"}
{"id": 76732829, "title": "China and the Opioid epidemic in the United States", "abstract": "Smuggling of fentanyl from China has been a major contributor to the opioid epidemic in the United States since the 1990s. While China has relatively low domestic drug usage due to stricter drug laws, regulations around the production and export of drug precursors like fentanyl remain relatively lax. The Chinese government has long denied it is the main source of fentanyl to the United States, blaming the U.S. market's role in driving opioid demand, and rebuffing US's attempts for it to enforce regulations, saying it is a US domestic issue. The issue has put a major strain in China–United States relations.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/China_and_the_Opioid_epidemic_in_the_United_States"}
{"id": 69701057, "title": "1926–27 Army Cadets men's ice hockey season", "abstract": "The 1926–27 Army Cadets men's ice hockey season was the 24th season of play for the program. The team was coached by Ray Marchand in his 4th season.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/01/Army_West_Point_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1926%E2%80%9327_Army_Cadets_men%27s_ice_hockey_season"}
{"id": 34186728, "title": "1906 Montana football team", "abstract": "The 1906 Montana football team represented the University of Montana in the 1906 college football season. They were led by second-year head coach Frederick Schule, and finished the season with a record of two wins and four losses (2–4).", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Montana_football_team"}
{"id": 34289912, "title": "1925 Latvian parliamentary election", "abstract": "Parliamentary elections were held in Latvia on 3 and 4 October 1925. The Latvian Social Democratic Workers' Party remained the largest party, winning 32 of the 100 seats.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/45/Coat_of_arms_of_Latvia.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_Latvian_parliamentary_election"}
{"id": 68500764, "title": "1935 Calgary municipal election", "abstract": "The 1935 Calgary municipal election was held on November 20, 1935, to elect a Mayor and six Aldermen to sit on Calgary City Council. Along with positions on Calgary City Council, three trustees for the Public School Board, and three trustees for the Separate School Board were elected. Nominations closed on November 4, 1935. Calgary City Council governed under \"Initiative, Referendum and Recall\" which is composed of a Mayor, Commissioner and twelve Aldermen all elected to staggered two year terms. Mayor Andrew Davison and six Aldermen: Douglas Cunnington, Frank Roy Freeze, William Ayer Lincoln, Robert Henry Parkyn, and Aylmer John Eggert Liesemer elected in 1934 continued in their positions.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/af/Andrew_Davidson_NB-16-244.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1935_Calgary_municipal_election"}
{"id": 4772317, "title": "1935 Greek legislative election", "abstract": "Parliamentary elections were held in Greece on 9 June 1935. The result was a victory for the People's Party–National Radical Party alliance, which won 287 of the 300 seats in Parliament. The elections were held in a climate of tension between the liberal Republicans, represented by the Venizelist parties, and the pro-royalist People's Party, following the failed Venizelist coup attempt in March. In protest at the execution of two prominent Venizelist generals, the continued function of special courts, and at the new electoral law, which they had not approved, all Venizelist parties decided not to participate. Without opponents, the right-wing parties had no problem in dominating the Parliament, whose role would be to adopt a new constitution and decide about the restoration of monarchy in the person of the exiled King George II.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1935_Greek_legislative_election"}
{"id": 3733076, "title": "Booting process of Windows NT", "abstract": "The booting process of Windows NT is the process run to start Windows NT. The process has been changed between releases, with the biggest changes being made with Windows Vista. In versions before Vista, the booting process begins when the BIOS loads the Windows NT bootloader, NTLDR. Starting with Vista, the booting process begins with either the BIOS or UEFI loading the Windows Boot Manager, which replaces NTLDR as the bootloader. Next, the bootloader starts the kernel, which starts the session manager, which begins the login process. Once the user is logged in, File Explorer, the graphical user interface used by Windows NT, is started.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Booting_process_of_Windows_NT"}
{"id": 17591475, "title": "1946 Soviet Top League", "abstract": "12 teams took part in the league with CSKA Moscow winning the championship.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1946_Soviet_Top_League"}
{"id": 154704, "title": "Drugs", "abstract": "Substance having effect(s) on the body of an individual", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Drugs"}
{"id": 73977748, "title": "1953 Torneio Rio-São Paulo", "abstract": "The 1953 Torneio Rio São Paulo was the 7th edition of the Torneio Rio-São Paulo. It was disputed between 4 April to 4 June.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1953_Torneio_Rio-S%C3%A3o_Paulo"}
{"id": 51476540, "title": "1963 Hawthorn Football Club season", "abstract": "The 1963 season was the Hawthorn Football Club's 39th season in the Victorian Football League and 62nd. This was the second time Hawthorn were the minor premiers. Hawthorn qualified for their second Grand Final appearance, however they suffered their first Grand Final defeat losing to Geelong 60–109. Following the defeat John Kennedy Sr. stepped down as coach.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1963_Hawthorn_Football_Club_season"}
{"id": 63552013, "title": "1931–32 Kansas Jayhawks men's basketball team", "abstract": "The 1931–32 Kansas Jayhawks men's basketball team represented the University of Kansas during the 1931–32 college men's basketball season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1931%E2%80%9332_Kansas_Jayhawks_men%27s_basketball_team"}
{"id": 76748358, "title": "Aimee Sapp", "abstract": "Aimee Diane Walker Sapp is an American academic administrator and communication professor serving as the provost of William Woods University since 2013. She is the incoming president of Meredith College.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Aimee_Sapp"}
{"id": 48623899, "title": "1951–52 Indiana Hoosiers men's basketball team", "abstract": "The 1951–52 Indiana Hoosiers men's basketball team represented Indiana University. Their head coach was Branch McCracken, who was in his 11th year. The team played its home games in The Fieldhouse in Bloomington, Indiana, and was a member of the Big Ten Conference. The Hoosiers finished the regular season with an overall record of 16–6 and a conference record of 9–5, finishing 4th in the Big Ten Conference. Indiana was not invited to participate in any postseason tournament.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951%E2%80%9352_Indiana_Hoosiers_men%27s_basketball_team"}
{"id": 61748437, "title": "1903–04 Cincinnati Bearcats men's basketball team", "abstract": "The 1903–04 Cincinnati Bearcats men's basketball team represented the University of Cincinnati during the 1903–04 collegiate men's basketball season. The head coach was Anthony Chez, coaching his second season with the Bearcats.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Cincinnati_Bearcats_men%27s_basketball_team"}
{"id": 30777318, "title": "1967 LPGA Tour", "abstract": "The 1967 LPGA Tour was the 18th season since the LPGA Tour officially began in 1950. The season ran from March 16 to November 19. The season consisted of 28 official money events. Kathy Whitworth won the most tournaments, eight. She also led the money list with earnings of $32,937. There were two first-time winners in 1967: Catherine Lacoste from France and Margie Masters from Australia. They were the first winners from the continents of Europe and Australia, respectively. This season also saw the last playing of the Women's Western Open, an LPGA major. The tournament results and award winners are listed below.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1967_LPGA_Tour"}
{"id": 64693126, "title": "1924 North Dakota Agricultural Bison football team", "abstract": "The 1924 North Dakota Agricultural Bison football team was an American football team that represented North Dakota Agricultural College in the North Central Conference (NCC) during the 1924 college football season. In its fifth season under head coach Stanley Borleske, the team compiled a 5–3 record and finished in fourth place out of nine teams in the NCC. The team played its home games at Dacotah Field in Fargo, North Dakota.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1924_North_Dakota_Agricultural_Bison_football_team"}
{"id": 60338571, "title": "1951–52 Idaho Vandals men's basketball team", "abstract": "The 1951–52 Idaho Vandals men's basketball team represented the University of Idaho during the 1951–52 NCAA college basketball season. Members of the Pacific Coast Conference, the Vandals were led by fifth-year head coach Charles Finley and played their home games on campus at Memorial Gymnasium in Moscow, Idaho. The Vandals were 19–13 overall and 9–7 in conference play. In early January, Idaho upset the third-ranked Washington Huskies at Hec Edmundson Pavilion in Seattle.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951%E2%80%9352_Idaho_Vandals_men%27s_basketball_team"}
{"id": 34274447, "title": "1/38 National Guard Command", "abstract": "The 1/38 National Guard Command \"Bizani\" is an infantry unit of the Hellenic Army, based in Rhodes island as part of the 95th National Guard Higher Command. It carries on the traditions of the elite 1/38 Evzone Regiment.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1/38_National_Guard_Command"}
{"id": 29860410, "title": "1936 in jazz", "abstract": "This is a timeline documenting events of Jazz in the year 1936 A book called Bud not Buddy is a great recourse for this topic.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/6c/SnooksEaglin2006.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1936_in_jazz"}
{"id": 76719527, "title": "QTE Playground", "abstract": "Another playground for testing in prod Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nam quis interdum sem. Ut nec ante a ipsum rutrum hendrerit ut sed lectus. Proin semper porttitor est, a volutpat nisl. Maecenas ex justo, dignissim id suscipit nec, consequat at enim. Nullam ornare purus id ante rutrum eleifend. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Vivamus consequat magna in eros posuere mattis. Nam quis fermentum turpis. Ut vel libero consequat, molestie libero eget, imperdiet felis. Vivamus tempus, est a tristique facilisis, lorem velit maximus dolor, et eleifend elit sapien sed nulla. Sed ipsum neque, vestibulum vel nunc id, eleifend euismod eros. Sed sagittis volutpat neque, nec feugiat ligula malesuada at. Vivamus rhoncus dui ex, eu consequat orci ornare vel. Nulla eu dapibus nisi. In rhoncus egestas finibus.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/QTE_Playground"}
{"id": 63590468, "title": "1956 Kategoria e Dytë", "abstract": "The 1956 Kategoria e Dytë was the 11th season of a second-tier association football league in Albania. The season had started in March and ended in August. Even the Second Division begins to take on a fixed formula, moving in 1956 to the seven single-group teams. Spartaku Tiranë wins league and promotion title by outperforming opponents, while Spartaku Pogradec was the first team to officially relegated to the regional divisions, from which Puna Peshkopi was advanced. This season was followed by the 1957 season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1956_Kategoria_e_Dyt%C3%AB"}
{"id": 67372625, "title": "1960 Bathurst 100", "abstract": "The 1960 Bathurst 100 was a motor race staged at the Mount Panorama Circuit near Bathurst in New South Wales, Australia on 18 April 1960. It was contested over 26 laps, a total distance of approximately 100 miles. The race, which was promoted by the Australian Racing Drivers Club Ltd., was Round 2 of the 1960 Australian Drivers' Championship. The race was won by Alec Mildren driving a Cooper T51 Maserati.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/0a/Mount_Panorama_1938-1986.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1960_Bathurst_100"}
{"id": 28965215, "title": "1957 Night Series Cup", "abstract": "The 1957 VFL Night Premiership Cup was the Victorian Football League end of season cup competition played in August, September and October of the 1957 VFL Premiership Season. This was the second edition that the VFL Night Series had existed with the competition expanding to feature all twelve teams. The games were being played at the Lake Oval, Albert Park, then the home ground of South Melbourne, as it was the only ground equipped to host night games. In the final, South Melbourne took out their second night series cup, defeating Geelong by 51 points. This would later be the only edition until 1977 to feature all twelve teams at the time.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957_Night_Series_Cup"}
{"id": 1232669, "title": "1949 New Zealand general election", "abstract": "The 1949 New Zealand general election was a nationwide vote to determine the shape of the New Zealand Parliament's 29th term. It saw the governing Labour Party defeated by the opposition National Party. This marked the end of the 14-year First Labour government and the beginning of the First National government.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/22/Sidney_George_Holland_%281951%29.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_New_Zealand_general_election"}
{"id": 66730851, "title": "1952–53 Dundee F.C. season", "abstract": "The 1952–53 season was the fifty-first season in which Dundee competed at a Scottish national level, playing in Division A, where the club would finish in 7th place. Dundee would also compete in both the Scottish Cup and the Scottish League Cup. Dundee would become the first Scottish team to win the League Cup in consecutive seasons, with a late Bobby Flavell double giving them a 2–0 win over Kilmarnock and winning them their third major honour. They would not see this success replicated in the Scottish Cup, losing at home against Rangers. The attendance for this game, 43,024, is an all-time attendance record at Dens Park. At the beginning of the season, Dundee would try out a unique navy-and-white quartered home kit per the request of manager George Anderson, but proved highly unpopular with both players and fans. When Anderson took ill in September 1952 and his assistant Reg Smith took over coaching duties temporarily, the team agreed to switch back to their traditional navy shirt, with the addition of navy stripes on the shorts and red socks.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1952%E2%80%9353_Dundee_F.C._season"}
{"id": 76673774, "title": "Said Gul", "abstract": "REDIRECT Badeshi language", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Said_Gul"}
{"id": 76736802, "title": "IHH led flotilla to Gaza", "abstract": "In April 2024, the IHH, a Turkish government backed GONGO is planning to launch a convoy of ships to Gaza. IHH is part of the ttilaf al-Khair foundation, an Islamic charity organization that backs the militant group Hamas and the Union of good. In April 2024, IHH organised a shipment of equipment and aid for Hamas run Gaza Strip. IHH according to Jean-Louis Bruguiere, who was the head of the France’s anti terrorism unit and coordinator for the European Union in a terrorism finance tracking program jointly run with the United States, has ties to Al Qaeda and terror plots in the United States. IHH has also been accused of trafficking arms in Libya. IHH had organised a shipment of aid in 2010 which was intercepted by the Israeli Navy during which 10 Turkish IHH activists were killed after clashing with the IDF. The 2024 shipment included ships from Lebanon, Libya and Turkey. The Turkish government backed shipment occurred after earlier in April the Turkish parliament called “Death to Israel” and Turkish president Erdogan said Israel was worse than Nazi Germany.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/IHH_led_flotilla_to_Gaza"}
{"id": 42619583, "title": "1442 in Ireland", "abstract": "Events from the year 1442 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1442_in_Ireland"}
{"id": 36283, "title": "1011", "abstract": "Year 1011 (MXI) was a common year starting on Monday of the Julian Calendar.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/0/0e/Hyakuninisshu_068.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1011"}
{"id": 9711112, "title": "16th World Science Fiction Convention", "abstract": "The 16th World Science Fiction Convention (Worldcon), also known as Solacon, was held on 29 August–1 September 1958 at the Alexandria Hotel in Los Angeles, California, United States. Solacon's chair was Anne S. Moffatt.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/16th_World_Science_Fiction_Convention"}
{"id": 69233354, "title": "1924 North Texas State Teachers Eagles football team", "abstract": "The 1924 North Texas State Teachers Eagles football team was an American football team that represented the North Texas State Teachers College during the 1924 college football season as a member of the Texas Intercollegiate Athletic Association (TIAA). In their fifth year under head coach Theron J. Fouts, the team compiled an overall record of 5–3–1 with a mark of 4–1–1 in conference play, placing second in the TIAA.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1924_North_Texas_State_Teachers_Eagles_football_team"}
{"id": 56354041, "title": "1905 Barcelona City Council election", "abstract": "The 1905 Barcelona City Council election was held on Sunday, 12 November 1905, to elect half of the Barcelona City Council. 26 out of 50 seats were up for election.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1905_Barcelona_City_Council_election"}
{"id": 13501219, "title": "1947 Chicago White Sox season", "abstract": "The 1947 Chicago White Sox season was the White Sox's 47th season in the major leagues, and their 48th season overall. They finished with a record of 70–84, good enough for sixth place in the American League, 27 games behind the first place New York Yankees.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1947_Chicago_White_Sox_season"}
{"id": 76607789, "title": "The Pioneer (statue)", "abstract": "Topics referred to by the same term", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/The_Pioneer_(statue)"}
{"id": 58050015, "title": "1918 Camp Lewis football team", "abstract": "The 1918 Camp Lewis football team represented the United States Army's 13th Division stationed Camp Lewis in Tacoma, Washington, during the 1918 college football season. The team compiled a 7–2 record. The 1917 Camp Lewis football team was made up from members of the Army's 91st Division. However, the 91st Division was deployed to France, and the 1918 team was made up of entirely different personnel from the 13th Division. Ray Selph of the 1918 Camp Lewis team was selected by Walter Camp as the second-team center on the 1918 All-Service football team.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1918_Camp_Lewis_football_team"}
{"id": 59335913, "title": "1938 Walker Cup", "abstract": "The 1938 Walker Cup, the 10th Walker Cup Match, was played on 3 and 4 June 1938, on the Old Course at St Andrews, Scotland. Great Britain and Ireland won by 7 matches to 4 with one match halved. It was their first victory in the Walker Cup. Great Britain & Ireland took a one-point lead after the first day foursomes. On the second day they won 5 of the 8 singles matches. They took a winning 6–4 lead when Alex Kyle beat Fred Haas, later increased to 7–4 when Cecil Ewing beat Ray Billows on the final green.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1938_Walker_Cup"}
{"id": 9375975, "title": "United Sates", "abstract": "The United Sates is a country in North America, and it is a misspelling of United States. Its capital is in Washington, D.C. and its largest city is New York City.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Flag_of_the_United_States_%28DoS_ECA_Color_Standard%29.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/United_Sates"}
{"id": 10956381, "title": "1906 Wimbledon Championships – Men's singles", "abstract": "Reigning champion Laurence Doherty defeated Frank Riseley 6–4, 4–6, 6–2, 6–3 in the challenge round to win the gentlemen's singles tennis title at the 1906 Wimbledon Championships. Riseley had defeated Arthur Gore in the All Comers' Final.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Wimbledon_Championships_%E2%80%93_Men%27s_singles"}
{"id": 39552567, "title": "100 in a 55", "abstract": "\"100 in a 55\" is a song by rock band Pop Evil. The song is the second single from the band from Lipstick on the Mirror, the debut studio album from the band.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/100_in_a_55"}
{"id": 35040, "title": "1750s", "abstract": "The 1750s was a decade of the Gregorian calendar that began on January 1, 1750, and ended on December 31, 1759. The 1750s was a pioneering decade. Waves of settlers flooded the New World in hopes of re-establishing life away from European control, and electricity was a field of novelty that had yet to be merged with the studies of chemistry and engineering. Numerous discoveries of the 1750s forged the basis for contemporary scientific consensus. The decade saw the end of the Baroque period.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/37/1750s_montage.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1750s"}
{"id": 12000256, "title": "1931–32 La Liga", "abstract": "1931–32 La Liga season started November 22, 1931, and finished April 3, 1932. As the Spanish Second Republic was established preceding the season, all the applicable clubs dropped the Royal patronage from their names and remove the crowns from their crests. Athletic Bilbao was the defending champion. Madrid FC won its first title after finishing the season unbeaten. Valencia took part for the first time.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1931%E2%80%9332_La_Liga"}
{"id": 64400570, "title": "1935 Buffalo Bulls football team", "abstract": "The 1935 Buffalo Bulls football team was an American football team that represented the University at Buffalo as an independent during the 1935 college football season. In its second and final season under head coach George Van Bibber, the team compiled a 2–6 record. The team played its home games at Rotary Field in Buffalo, New York.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1935_Buffalo_Bulls_football_team"}
{"id": 73140374, "title": "Bragadin", "abstract": "Bragadin may refer to: Bragadin family, an old aristocratic Venetian family Bragadin-class submarine, submarine built for the Regia Marina Marco Antonio Bragadin (1523–1571), a Venetian lawyer and military officer of the Republic of Venice", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Bragadin"}
{"id": 16633238, "title": "1927 Suvanto", "abstract": "1927 Suvanto, provisional designation 1936 FP, is a stony Eunomian asteroid from the central region of the asteroid belt, approximately 12 kilometers in diameter. It was discovered on 18 March 1936, by Finnish astronomer Rafael Suvanto at the Turku Observatory in Southwest Finland. The asteroid was posthumously named in honor of the discoverer.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/bf/1927Suvanto_%28Lightcurve_Inversion%29.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1927_Suvanto"}
{"id": 58017184, "title": "1917 Mare Island Marines football team", "abstract": "The 1917 Mare Island Marines football team represented the United States Marine Corps stationed at the Mare Island Naval Shipyard in Vallejo, California, during the 1917 college football season. The team compiled an 8–0 record, won the 1918 Rose Bowl, shut out six opponents, and outscored all opponents by a combined total of 200 to 10.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1917_Mare_Island_Marines_football_team"}
{"id": 39794917, "title": "1937 in Switzerland", "abstract": "The following is a list of events, births, and deaths in 1937 in Switzerland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_in_Switzerland"}
{"id": 16814039, "title": "1869 in France", "abstract": "Events from the year 1869 in France.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1869_in_France"}
{"id": 76734785, "title": "Second Yousaf Government", "abstract": "Humza Yousaf formed the Seocnd Yousaf government on 25 April 2024. It followed his dissolution of the Scottish National Party's coalition with the Scottish Green Party.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Second_Yousaf_Government"}
{"id": 61578005, "title": "Meer Foundation", "abstract": "Indian actor (born 1965)", "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/16/Meer_Foundation_Official_Logo.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Meer_Foundation"}
{"id": 64686788, "title": "1924 North Dakota Flickertails football team", "abstract": "The 1924 North Dakota Flickertails football team, also known as the Nodaks, was an American football team that represented the University of North Dakota as a member of the North Central Conference (NCC) during the 1924 college football season. In their sixth year under head coach Paul J. Davis, the Flickertails compiled a 2–8 record, finished in a tie for seventh place out of nine teams in the NCC, and were outscored by a total of 167 to 32.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1924_North_Dakota_Flickertails_football_team"}
{"id": 9847177, "title": "-er", "abstract": "In English, the -er suffix can signify: an agent noun, e.g., \"singer\" a degree of comparison, e.g., \"louder\" Oxford \"-er\", a colloquial and sometimes facetious suffix prevalent at Oxford University from about 1875", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/-er"}
{"id": 47334658, "title": "1958 Sun Bowl (December)", "abstract": "The 1958 Sun Bowl (December) was a college football postseason bowl game between the Wyoming Cowboys and the Hardin–Simmons Cowboys. This was the 25th Sun Bowl, and the first edition to be held in December; all prior Sun Bowls had been played on January 1 or January 2.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1958_Sun_Bowl_(December)"}
{"id": 56570483, "title": "1951 Omloop Het Volk", "abstract": "The 1951 Omloop Het Volk was the seventh edition of the Omloop Het Volk cycle race and was held on 11 March 1951. The race started and finished in Ghent. The race was won by Jean Bogaerts.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951_Omloop_Het_Volk"}
{"id": 21440818, "title": "124th meridian west", "abstract": "The meridian 124° west of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, North America, the Pacific Ocean, the Southern Ocean, and Antarctica to the South Pole. The 124th meridian west forms a great circle with the 56th meridian east.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/124th_meridian_west"}
{"id": 54840083, "title": "1959 PGA Tour", "abstract": "The 1959 PGA Tour was the 44th season of the PGA Tour, the main professional golf tour in the United States.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1959_PGA_Tour"}
{"id": 52068824, "title": "1964 in Belgian television", "abstract": "This is a list of Belgian television related events from 1964.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1964_in_Belgian_television"}
{"id": 52648341, "title": "189th Aviation Regiment (United States)", "abstract": "The 189th Aviation Regiment is an aviation regiment of the U.S. Army. It was probably formed in the late 1980s. The 1st Battalion is part of the 34th Infantry Division, and administratively supervised while under state control by the 95th Troop Command of the Montana Army National Guard.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/189_Avn_Rgt_DUI.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/189th_Aviation_Regiment_(United_States)"}
{"id": 41026206, "title": "1733 Polish–Lithuanian royal election", "abstract": "The 1733 Polish–Lithuanian royal election was an election to decide on the new candidate for the Polish–Lithuanian throne.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Stanis%C5%82aw_Leszczy%C5%84ski%2C_K%C3%B6nig_von_Polen_%28Pesne%29.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1733_Polish%E2%80%93Lithuanian_royal_election"}
{"id": 38865913, "title": "1913 Toronto Argonauts season", "abstract": "The 1913 Toronto Argonauts season was the 30th season for the team since the franchise's inception in 1873. The team finished in third place in the Interprovincial Rugby Football Union with a 3–3 record and failed to qualify for the playoffs.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1913_Toronto_Argonauts_season"}
{"id": 1366444, "title": "1946 Australian referendum (Social Services)", "abstract": "The Constitution Alteration Bill 1946, was a successful proposal to alter the Australian Constitution to give the Commonwealth power over a range of social services. The question was put to a referendum in the 1946 Australian referendum with two other (unrelated) questions. It was carried and inserted into section 51 of the Australian Constitution.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1946_Australian_referendum_(Social_Services)"}
{"id": 18783481, "title": "1943–44 Allsvenskan", "abstract": "Statistics of Allsvenskan in season 1943/1944.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/cd/Guldlaget1944.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1943%E2%80%9344_Allsvenskan"}
{"id": 55189529, "title": "1951–52 Sheffield Shield season", "abstract": "The 1951–52 Sheffield Shield season was the 50th season of the Sheffield Shield, the domestic first-class cricket competition of Australia. New South Wales won the championship.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951%E2%80%9352_Sheffield_Shield_season"}
{"id": 55520249, "title": "1949 Baylor Bears football team", "abstract": "The 1949 Baylor Bears football team represented Baylor University in the Southwest Conference (SWC) during the 1949 college football season. In their third and final season under head coach Bob Woodruff, the Bears compiled an 8–2 record, finished in second place in the conference, were ranked No. 20 in the final AP Poll, and outscored all opponents by a combined total of 232 to 126. They played their home games at Municipal Stadium in Waco, Texas. Don Mouser was the team captain.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_Baylor_Bears_football_team"}
{"id": 39904, "title": "1420", "abstract": "Year 1420 (MCDXX) was a leap year starting on Monday of the Julian calendar.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1420"}
{"id": 59581570, "title": "1953 Texas Western Miners football team", "abstract": "The 1953 Texas Western Miners football team was an American football team that represented Texas Western College as a member of the Border Conference during the 1953 college football season. In its fourth season under head coach Mike Brumbelow, the team compiled an 8–2 record, finished third in the conference, defeated Southern Miss in the 1954 Sun Bowl, and outscored all opponents by a total of 257 to 144.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1953_Texas_Western_Miners_football_team"}
{"id": 57134315, "title": "1943 in motorsport", "abstract": "The following is an overview of the events of 1943 in motorsport including the major racing events, motorsport venues that were opened and closed during a year, championships and non-championship events that were established and disestablished in a year, and births and deaths of racing drivers and other motorsport people.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1943_in_motorsport"}
{"id": 64184759, "title": "1889 Massachusetts legislature", "abstract": "The 110th Massachusetts General Court, consisting of the Massachusetts Senate and the Massachusetts House of Representatives, met in 1889 during the governorship of Oliver Ames. Harris C. Hartwell served as president of the Senate and William Emerson Barrett served as speaker of the House. When in session at the state house in Boston, a few of the legislators stayed overnight in Adams House, the American House, Hotel Brunswick, Norfolk House, Quincy House, Richwood House, or the United States Hotel.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/54/Harris_C._Hartwell.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1889_Massachusetts_legislature"}
{"id": 10742932, "title": "10 dollar note", "abstract": "Banknotes with the denomination of 10 dollars have been issued by a number of countries; see the following articles: United States ten-dollar bill Australian ten-dollar note Canadian ten-dollar note New Zealand ten-dollar note Banknotes of the Hong Kong dollar", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10_dollar_note"}
{"id": 17602110, "title": "1960–61 Czechoslovak First League", "abstract": "Statistics of Czechoslovak First League in the 1960–61 season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1960%E2%80%9361_Czechoslovak_First_League"}
{"id": 648738, "title": "1943 in sports", "abstract": "1943 in sports describes the year's events in world sport.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1943_in_sports"}
{"id": 70406270, "title": "1937 in Soviet football", "abstract": "The 1937 Soviet football championship was the 7th seasons of competitive football in the Soviet Union. FC Dynamo Moscow won the championship becoming the winner of Group A for the second time. CDKA Moscow once again avoided relegation since the format for the next 1938 season changed again. The defending champions Spartak, while defeating their main rivals Dinamo this season, had a poor start in the first half losing to Metallurg and Dinamo Kiev and let Dinamo Moscow outperform them.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_in_Soviet_football"}
{"id": 76721372, "title": "US District Court for the Eastern District of Missouri", "abstract": "#REDIRECT [[United States District Court for the Eastern District of Missouri]]", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/US_District_Court_for_the_Eastern_District_of_Missouri"}
{"id": 60574785, "title": "1925 Miami Redskins football team", "abstract": "The 1925 Miami Redskins football team was an American football team that represented Miami University in the Ohio Athletic Conference (OAC) during the 1925 college football season. In its second season under head coach Chester Pittser, Miami compiled a 5–3 record, shut out four of eight opponents, and outscored all opponents by a total of 120 to 55. Tom Sharkey was the team captain.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_Miami_Redskins_football_team"}
{"id": 60516655, "title": "1947 Davis Cup Europe Zone", "abstract": "The Europe Zone was one of the two regional zones of the 1947 Davis Cup. 20 teams entered the Europe Zone, with the winner going on to compete in the Inter-Zonal Final against the winner of the America Zone. Czechoslovakia defeated Yugoslavia in the final, and went on to face Australia in the Inter-Zonal Final.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1947_Davis_Cup_Europe_Zone"}
{"id": 52996035, "title": "1898–99 Challenge Cup", "abstract": "The 1899 Challenge Cup was the 3rd staging of rugby league's oldest knockout competition, the Challenge Cup. The final was contested by Oldham and Hunslet at Fallowfield Stadium in Manchester. The final was played on Saturday 29 April 1899, where Oldham beat Hunslet 19-9 at Fallowfield Stadium in front of a crowd of 15,763. The cup was presented by Mrs Burnley, wife of the President of the Northern Union.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1898%E2%80%9399_Challenge_Cup"}
{"id": 48758779, "title": "1911 Texas Longhorns football team", "abstract": "The 1911 Texas Longhorns football team was an American football team that represented the University of Texas as an independent during the 1911 college football season. In their first year under head coach Dave Allerdice, the Longhorns compiled an overall record of 5–2.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1911_Texas_Longhorns_football_team"}
{"id": 23191725, "title": "1936 in British television", "abstract": "This is a list of events related to British television in 1936.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1936_in_British_television"}
{"id": 69569716, "title": "1939 VMI Keydets football team", "abstract": "The 1939 VMI Keydets football team was an American football team that represented the Virginia Military Institute (VMI) during the 1939 college football season as a member of the Southern Conference. In their third year under head coach Pooley Hubert, the team compiled an overall record of 6–3–1. VMI was ranked at No. 68 in the final Litkenhous Ratings for 1939.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1939_VMI_Keydets_football_team"}
{"id": 36290999, "title": "1927 Swiss referendum", "abstract": "A double referendum was held in Switzerland on 15 May 1927. Voters were asked whether they approved of amending article 30 of the constitution and a federal law on car and bicycle traffic. The constitutional amendment was approved by voters, whilst the traffic law was rejected.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1927_Swiss_referendum"}
{"id": 17272080, "title": "1941–42 La Liga", "abstract": "The 1941–42 La Liga was the 11th season of Spanish football league. Valencia won the first top-flight title in club history.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1941%E2%80%9342_La_Liga"}
{"id": 63067740, "title": "1922–23 FC Basel season", "abstract": "The FC Basel 1922–23 season was their thirtieth season since the club's foundation on 15 November 1893. The club's chairman was Karl Ibach. It was his second period as chairman. At the AGM he took over the presidency from Carl Burkhardt. FC Basel played their home games in the Landhof in the district Wettstein in Kleinbasel.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1922%E2%80%9323_FC_Basel_season"}
{"id": 8307523, "title": "Empire Airlines (1976–1985)", "abstract": "Empire Airlines was a regional airline serving the Northeastern United States beginning in 1976. Empire accepted an purchase offer from Piedmont Airlines in October 1985, the transaction closed in 1986 and after a brief period, Empire was merged into Piedmont. Piedmont was later merged into USAir in 1989, which in turn bought American Airlines in 2015. Founded by Paul Quackenbush, Empire Airlines began with a base at the Oneida County Airport serving Utica and Rome, New York. Much of its early growth came by picking up routes abandoned by Allegheny Airlines as it concentrated on service to larger cities. Empire expanded throughout the early 1980s to destinations in the Northeast and Mid-Atlantic states. For a time, Empire aircraft also provided connecting passenger feeder service as a \"banner carrier\" for Pan American World Airways operating as Pan Am Express at New York–JFK International Airport (JFK). In early 1983, Empire was operating Pan Am Express service with Fokker F28 twin jets between New York-JFK and Buffalo, Ithaca, Rochester, Syracuse and Utica/Rome in New York; Pan Am was operating an international and domestic passenger hub at JFK at the time. Toward the end of its existence Empire announced plans to phase out its Swearingen Metro II turboprop fleet and become an all-jet regional airline. Coinciding with this was a decision to reduce their presence in Utica and relocate their headquarters and most of their operations to Syracuse Hancock International Airport (SYR) which also served as a hub for the airline.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Empire_Airlines_1976-1985_logo.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Empire_Airlines_(1976%E2%80%931985)"}
{"id": 18029605, "title": "1940 Arkansas Razorbacks football team", "abstract": "The 1940 Arkansas Razorbacks football team represented the University of Arkansas in the Southwest Conference (SWC) during the 1940 college football season. In their 12th under head coach Fred Thomsen, the Razorbacks compiled a 4–6 record, finished in sixth place in the SWC, and were outscored by their opponents by a combined total of 174 to 112. Arkansas was ranked at No. 67 in the final rankings under the Litkenhous Difference by Score system for 1940.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1940_Arkansas_Razorbacks_football_team"}
{"id": 44943725, "title": "1953 Texas Longhorns baseball team", "abstract": "The 1953 Texas Longhorns baseball team represented the University of Texas at Austin in the 1953 NCAA baseball season. The Longhorns played their home games at Clark Field. The team was coached by Bibb Falk in his 11th season at Texas. The Longhorns reached the College World Series final, but were eliminated by Michigan.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8d/Texas_Longhorns_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1953_Texas_Longhorns_baseball_team"}
{"id": 19358133, "title": "1952–53 DFB-Pokal", "abstract": "The 1952–53 DFB-Pokal was the 10th season of the annual German football cup competition. The DFB-Pokal was formerly known as Tschammer und Osten Pokal, or Tschammerpokal. It was the first time the cup was held after World War II. 32 teams competed in the tournament of five rounds. The competition began on 17 August 1952 and ended on 11 May 1953. In the final Rot-Weiss Essen defeated Alemannia Aachen 2–1. The replay match between Hamborn and St. Pauli was the first football match in Germany covered live by television.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1952%E2%80%9353_DFB-Pokal"}
{"id": 59662536, "title": "1906 Wyoming Cowboys football team", "abstract": "The 1906 Wyoming Cowboys football team represented the University of Wyoming as an independent during the 1906 college football season. In its seventh season under head coach William McMurray, the team compiled a 1–1 record and was outscored by a total of 35 to 12.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Wyoming_Cowboys_football_team"}
{"id": 2723548, "title": "1928 Swedish general election", "abstract": "General elections were held in Sweden between 15 and 21 September 1928. The Swedish Social Democratic Party remained the largest party, winning 90 of the 230 seats in the Andra kammaren of the Riksdag. Arvid Lindman of the General Electoral League became Prime Minister, replacing the incumbent, Carl Gustaf Ekman of the Free-minded National Association. The elections have since become known as the \"Cossack Election\" due to the harsh tone and aggressive criticism used by both sides.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Riksdagsvalet_1928.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1928_Swedish_general_election"}
{"id": 7281370, "title": "1968–69 Cuban National Series", "abstract": "The eighth Cuban National Series was won by Azucareros, with defending champion Habana and four-time champion Industriales finishing just a single game behind. The number of teams and length of schedule remained unchanged from the previous season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1968%E2%80%9369_Cuban_National_Series"}
{"id": 70738790, "title": "1954 Bordeaux Grand Prix", "abstract": "The 1954 Bordeaux Grand Prix was a non-championship Formula One motor race held on 9 May 1954 on a street circuit centred around the Place des Quinconces in Bordeaux, Gironde, France. The Grand Prix was won by José Froilán González, driving with Ferrari. Gonzalez also set fastest lap. Ferrari drivers Robert Manzon and Maurice Trintignant finished second and third, with Trintignant starting from pole.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1954_Bordeaux_Grand_Prix"}
{"id": 54087473, "title": "1958–59 Iraq Central FA First Division Cup", "abstract": "The 1958–59 Iraq Central FA First Division Cup was the 11th season of the Iraq Central FA Premier League. It was played as a double-elimination tournament. Amanat Al-Asima won their first title by beating Al-Athori 1–0 in the final which was ended at half-time due to the withdrawal of Al-Athori's players.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1958%E2%80%9359_Iraq_Central_FA_First_Division_Cup"}
{"id": 48598153, "title": "1967–68 Indiana Hoosiers men's basketball team", "abstract": "The 1967–68 Indiana Hoosiers men's basketball team represented Indiana University. Their head coach was Lou Watson, who was in his 3rd year. The team played its home games in New Fieldhouse in Bloomington, Indiana, and was a member of the Big Ten Conference. The Hoosiers finished the regular season with an overall record of 10–14 and a conference record of 4–10, finishing 9th in the Big Ten Conference. Indiana was not invited to play in any postseason tournament.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1967%E2%80%9368_Indiana_Hoosiers_men%27s_basketball_team"}
{"id": 59105208, "title": "1951–52 Spartan League", "abstract": "The 1951–52 Spartan League season was the 34th in the history of Spartan League. The league consisted of 14 teams.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951%E2%80%9352_Spartan_League"}
{"id": 57298122, "title": "1927 Syracuse Orangemen football team", "abstract": "The 1927 Syracuse Orangemen football team represented Syracuse University in the 1927 college football season. The Orangemen were led by first-year head coach Lew Andreas and played their home games at Archbold Stadium in Syracuse, New York. Team captain and fullback Ray Barbuti was also captain of Syracuse's athletics team, and he won two gold medals in sprinting at the 1928 Summer Olympics.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1927_Syracuse_Orangemen_football_team"}
{"id": 47404976, "title": "1940 Army Cadets football team", "abstract": "The 1940 Army Cadets football team represented the United States Military Academy in the 1940 college football season. In their third and final year under head coach William H. Wood, the Cadets compiled a 1–7–1 record and were outscored their opponents by a combined total of 197 to 54. The season was the first since 1899 in which the Army football team was outscored by its opponents. In the annual Army–Navy Game, the Cadets lost to the Midshipmen by a 14 to 0 score. The Cadets also suffered blowout defeats to Cornell (45-0) and Penn (48-0). No Army players were honored on the All-America team. Three weeks after the end of the 1940 season, the War Department ordered coach Wood back to active troop duty and named Earl Blaik as head coach for the 1941 season. Army was ranked at No. 119 in the final rankings under the Litkenhous Difference by Score system for 1940.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1940_Army_Cadets_football_team"}
{"id": 68824674, "title": "1925 Mercer Bears football team", "abstract": "The 1925 Mercer Bears football team was an American football team that represented Mercer University as a member of the Southern Intercollegiate Athletic Association (SIAA) during the 1925 college football season. In their third year under head coach Stanley L. Robinson, the team compiled a 3–6 record.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_Mercer_Bears_football_team"}
{"id": 28274638, "title": "1955 in Israel", "abstract": "Events in the year 1955 in Israel.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1955_in_Israel"}
{"id": 68166137, "title": "1934–35 Cornell Big Red men's ice hockey season", "abstract": "The 1934–35 Cornell Big Red men's ice hockey season was the 28th season of play for the program. The team was coached by Nick Bawlf in his 13th season.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9d/Cornell_%22C%22_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1934%E2%80%9335_Cornell_Big_Red_men%27s_ice_hockey_season"}
{"id": 669138, "title": "Lars Frederiksen and the Bastards", "abstract": "Lars Frederiksen and the Bastards was an American street punk band formed to release the songs that Lars had written. Their songs include subject matter consisting of drinking, fighting, drugs, sex, prostitutes, gangs, and street life. They were the side project band of Lars Frederiksen from Rancid. The band members were Lars Frederiksen, Gordy Carbone (vocals), Jason Woods, aka Big Jay Bastard, (bass), Craig Leg and Scott Abels (drums). While Craig did not appear on the first album, he was always been a touring member of the band. The band was formed after Lars' friend and bandmate in Rancid, Tim Armstrong suggested writing songs about Lars and his friend Ben growing up in Campbell, California. The band was then put together as an outlet to release these songs, as well as covers of Billy Bragg's \"To Have and to Have Not\", Holland-Dozier-Holland's \"Leaving Here\". This first album was named Lars Frederiksen and the Bastards. Lars and Tim then got together to write the second Bastards album, Viking, this time the focus being more on Lars' recent life after having \"got outta Campbell\". The album also included cover versions of The Blasters' \"Marie, Marie\" and the Anti-Nowhere League's \"For You\". The song \"Little Rude Girl\" was originally intended to be used as a Rancid song, slated to appear on an aborted split 7-inch with Rancid and Richmond, Virginia, punk band Avail on Lookout! Records. The album was mixed by Brett Gurewitz of Bad Religion.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Larslive.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Lars_Frederiksen_and_the_Bastards"}
{"id": 25109080, "title": "1938–39 Primera Fuerza season", "abstract": "Statistics of Primera Fuerza in season 1938–39:", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1938%E2%80%9339_Primera_Fuerza_season"}
{"id": 17614941, "title": "1958 Sugar Bowl", "abstract": "The 1958 Sugar Bowl featured the seventh-ranked Ole Miss Rebels and the eleventh-ranked Texas Longhorns.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1958_Sugar_Bowl"}
{"id": 12192081, "title": "1954 Boston Red Sox season", "abstract": "The 1954 Boston Red Sox season was the 54th season in the franchise's Major League Baseball history. The Red Sox finished fourth in the American League (AL) with a record of 69 wins and 85 losses, 42 games behind the Cleveland Indians.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1954_Boston_Red_Sox_season"}
{"id": 68839738, "title": "1937 Boston University Terriers football team", "abstract": "The 1937 Boston University Terriers football team was an American football team that represented Boston University as an independent during the 1937 college football season. In its fourth season under head coach Pat Hanley, the team compiled a 6–2 record and outscored opponents by a total of 143 to 45.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_Boston_University_Terriers_football_team"}
{"id": 70616685, "title": "1941 All-Ireland Junior Hurling Championship", "abstract": "The 1941 All-Ireland Junior Hurling Championship was the 24th staging of the All-Ireland Junior Championship since its establishment by the Gaelic Athletic Association in 1912. Cork entered the championship as the defending champions, however, they were beaten by Limerick in the Munster semi-final. The All-Ireland final was played on 21 September 1941 at Cusack Park in Ennis, between Limerick and Galway, in what was their first ever meeting in a final. Limerick won the match by 8-02 to 4-01 to claim their first ever championship title.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1941_All-Ireland_Junior_Hurling_Championship"}
{"id": 74946001, "title": "Tourism in Vorarlberg", "abstract": "Vorarlberg Tourismus GmbH is a state organisation in Vorarlberg with the task of developing tourism in Vorarlberg and marketing the region. The company was founded in 2008 by the state of Vorarlberg and the Vorarlberg Chamber of Commerce and emerged from the Vorarlberg Tourism Association.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Tourism_in_Vorarlberg"}
{"id": 42209210, "title": "'Tis Pity She's a Whore (film)", "abstract": "'Tis Pity She's a Whore is a 1971 film adaptation of John Ford's tragedy. It is directed by Giuseppe Patroni Griffi, who co-wrote the screenplay, and stars Charlotte Rampling as Annabella, Oliver Tobias as Giovanni, and Fabio Testi as Soranzo. The musical score was composed by Ennio Morricone.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Tis_Pity_She%27s_a_Whore_(film)"}
{"id": 55305788, "title": "1940 Kansas Jayhawks football team", "abstract": "The 1940 Kansas Jayhawks football team represented the University of Kansas in the Big Six Conference during the 1940 college football season. In their second season under head coach Gwinn Henry, the Jayhawks compiled a 2–7 record, finished in last place in the conference, and were outscored by opponents by a combined total of 183 to 75. The team's statistical leaders included Ed Hall with 294 rushing yards, 251 passing yards, and 27 points scored, and Don Pollom with 158 receiving yards. Don Pierce was the team captain. Kansas was ranked at No. 153 in the final rankings under the Litkenhous Difference by Score system for 1940. The team played its home games at Memorial Stadium in Lawrence, Kansas.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1940_Kansas_Jayhawks_football_team"}
{"id": 11172697, "title": "1950 Los Angeles Rams season", "abstract": "The 1950 Los Angeles Rams season was the team's 13th year with the National Football League and the fifth season in Los Angeles. The 1950 Rams hold the NFL's all-time record for average points per game, scoring 38.8 points per contest. They also hold the record for most points in a three-game span, with 165 points between October 15 and 29. They are the only team in modern NFL history to score 60-or-more points twice in a season. They did so in consecutive games, in Weeks Six (70) and Seven (65). Los Angeles's 466 points scored in 1950 are the most scored by any team in the 1950s, and more than 70 points more than the next-closest team.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d0/LA_Rams_Uniforms_50s.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1950_Los_Angeles_Rams_season"}
{"id": 76715967, "title": "2500s", "abstract": "The 2500s are and upcoming decade.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/2500s"}
{"id": 5948157, "title": "(Ain't Nobody Loves You) Like I Do", "abstract": "\"(Ain't Nobody Loves You) Like I Do\" is a 1987 single by American singer La Toya Jackson. The song is taken from her fifth album, La Toya. It is one of only four songs by Jackson to have an accompanying music video. The song features a bridge sung by Mike Stock. The single was released in 1987 throughout Europe, excluding the United Kingdom. Despite being produced by the European trio Stock Aitken Waterman, who were big hit-producers at the time, the single failed to chart. The B-side of the single, \"(Tell Me) She Means Nothing To You At All\", was released as its own single in France. The 12\" singles include a longer version of the song.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/(Ain%27t_Nobody_Loves_You)_Like_I_Do"}
{"id": 59840731, "title": "1947 Princeton Tigers football team", "abstract": "The 1947 Princeton Tigers football team was an American football team that represented Princeton University during the 1947 college football season. In its third season under head coach Charlie Caldwell, the team compiled a 5–4 record and outscored opponents by a total of 140 to 100. Key players on the team included fullback George Franke and halfback George Sella. Princeton was ranked at No. 49 in the final Litkenhous Ratings for 1947. The team played its home games at Palmer Stadium in Princeton, New Jersey.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1947_Princeton_Tigers_football_team"}
{"id": 31418962, "title": "1956 LPGA Championship", "abstract": "The 1956 LPGA Championship was the second LPGA Championship, held June 21–24 at Forest Lake Country Club in Bloomfield Hills, Michigan, a suburb northwest of Detroit. Marlene Hagge, age 22, won her only major title in a sudden death playoff over runner-up Patty Berg, who missed a bogey putt on the first playoff hole to stay alive. The two were co-leaders after 54 holes and both shot 76 (+1) in the final round to tie at 291 (−9), five strokes ahead of third-place finisher Betty Jameson. Defending champion Beverly Hanson finished ten strokes back, tied for sixth. The course hosted its second major two years later, the U.S. Women's Open in 1958.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1956_LPGA_Championship"}
{"id": 37404770, "title": "1935 in Portugal", "abstract": "Events in the year 1935 in Portugal.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1935_in_Portugal"}
{"id": 52541728, "title": "\"Chūsotsu\" \"Chūkara\"", "abstract": "\"Chūsotsu\": Ebichū no Ike Ike Best and \"Chūkara\": Ebichū no Waku Waku Best are two best-of albums by the Japanese girl idol group Shiritsu Ebisu Chugaku. They were released in Japan simultaneously on November 16, 2016. This marks the final release featuring Rina Matsuno, who died on February 8, 2017.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Ch%C5%ABsotsu%22_%22Ch%C5%ABkara%22"}
{"id": 19112521, "title": "1969 Buenos Aires tennis tournament – Singles", "abstract": "François Jauffret defeated Željko Franulović 3-6, 6-2, 6-4, 6-3 to win the 1969 Buenos Aires tennis tournament singles competition. Roy Emerson was the defending champion.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1969_Buenos_Aires_tennis_tournament_%E2%80%93_Singles"}
{"id": 53056676, "title": "1957–58 Rheinlandliga", "abstract": "The 1957–58 Rheinlandliga was the sixth season of the highest amateur class of the Rhineland Football Association under the name of 1. Amateurliga Rheinland. It was a predecessor of today's Rheinlandliga. It was the second season in which the league played with two game divisions, East and West. The Rhineland champion was determined through a game between the division champions. The 1. Amateurliga was below II. Division Southwest until 1963 and therefore the third-class in the hierarchy. In the seasons 1956–57 to 1962–63 the league was played in two divisions. The two division champions played to determine the Rhineland champion. With the introduction of the regional league Southwest as second highest class, starting in the 1963–64 season, the Amateur league Rheinland was again combined into one division. Beginning in the 1974–75 season, the league played a role as a sub-team to the newly introduced 2. Bundesliga, where the Rhineland champion played in a relegation against the champion of the Verbandsliga Südwest and the Saarlandliga, for a position in the south divisions of the 2. Bundesliga. Starting from the 1978–79 season, the Oberliga Rheinland-Pfalz/Saar was introduced as the highest amateur class and this class was renamed to the \"Verbandsliga Rheinland\" and since then only fourth class.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957%E2%80%9358_Rheinlandliga"}
{"id": 16453587, "title": "1508 Kemi", "abstract": "1508 Kemi, provisional designation 1938 UP, is an eccentric, carbonaceous asteroid and one of the largest Mars-crossers, approximately 17 kilometers in diameter. Discovered by Heikki Alikoski at Turku Observatory in 1938, the asteroid was later named after the Finnish town of Kemi and the Kemi River.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/ef/001508-asteroid_shape_model_%281508%29_Kemi.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1508_Kemi"}
{"id": 17754493, "title": "1960 Baseball Hall of Fame balloting", "abstract": "Elections to Baseball Hall of Fame for 1960 followed a system established after the 1956 election. The Veterans Committee was meeting only in odd-numbered years. The Baseball Writers' Association of America (BBWAA) voted by mail to select from recent major league players, and as had been the case in 1958, elected no one. For the third time, the induction ceremonies in Cooperstown, New York, were canceled because there was no one to induct. This would be the last time until 2021 that no one was selected for induction to the Hall.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1960_Baseball_Hall_of_Fame_balloting"}
{"id": 8495914, "title": "Flying Circus (band)", "abstract": "Australian band", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Flying_Circus_(band)"}
{"id": 77534697, "title": "Cherenkov instability", "abstract": "#REDIRECT Draft:Cherenkov instability", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Cherenkov_instability"}
{"id": 8839189, "title": "Iduna (literature society)", "abstract": "Iduna was an important literary association founded in May 1891 by a circle of writers around Fritz Lemmermayer. Lemmermayer acted as a sort of \"middle man\" between an older generation of authors and a group of younger writers and thinkers. The society had the descriptive subtitle of \"Free German Society for Literature\". The name Iduna was provided by Guido von List himself and is that of a North Germanic goddess of eternal youth and renewal. Richard von Kralik and Joseph Kalasanz Poestion, authors with specifically neo-Germanic leanings, were also involved in the circle. The circle dissolved in 1893 when the 'Literarische Donaugesellschaft' grew out of its ashes and was founded by Guido von List and Fanny Wschiansky.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Iduna_(literature_society)"}
{"id": 58212512, "title": "1420 in France", "abstract": "Events from the year 1420 in France.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1420_in_France"}
{"id": 69679835, "title": "1955 McNeese State Cowboys football team", "abstract": "The 1955 McNeese State Cowboys football team was an American football team that represented the McNeese State College—now known as McNeese State University–as a member of the Gulf States Conference (GSC) during the 1955 college football season. Led by first-year head coach John Gregory, the Cowboys compiled and overall record of 7–1–1 with a mark of 5–1 in conference play, placing second in the GSC.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1955_McNeese_State_Cowboys_football_team"}
{"id": 77546502, "title": "Arisaema griffithii", "abstract": "Arisaema griffithii, the coiled cobra lily or Griffith's cobra lily, is a species of flowering plant in the family Araceae. It is native to Tibet, Nepal, and the eastern Himalayas. A perennial reaching 60 cm (24 in), it has a dramatically patterned green and purple spathe. It is available from commercial suppliers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Arisaema_griffithii"}
{"id": 6853002, "title": "Ruy Lopez, Berlin Defense", "abstract": "Chess opening", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Ruy_Lopez,_Berlin_Defense"}
{"id": 39816915, "title": "Ezinachi", "abstract": "Ezinachi is a ward in the southern area of Okigwe in Nigeria, West Africa. Ezinachi refers to the descendants and family genealogy of Nnachi. The undisputable history and oral traditions shows that Nnachi and his households settled in present day Ezinachi having moved from Ihube his senior brother, to make way for expansion many years ago about 10th century AD. His location of original settlement is at IKPA-OYI near present day Ezinachi College and IYIOBA. Nnachi households was made of Ihite and Ikenga. Ihite begot Ise and Ogwugwu. Ikenga begot Ohia and Obi (Orie). Ise begot Ukwa (Amukwa), Aja, Achi, Ubahu, Oma, Udo and Isiokwe. Ogwugwu begot Oba, Ajarata, Ogwe and Ebiri. Ohia begot Diaba, Oho, Ovoroagu and Onuma. Obi begot Orie, Achara, Ike Gbuala, Ohia Obi. Their descendants are Ndiohia, Amaukwa, Ajanaumunna, Amachi, Ubahu, Umuoma, Umudo, Isiokwe, Umuoparaoba, Amajarata, Ndingeleogwe, Umuebiri, Umudiaba, Umuoho, Umuonuma, Ovoro/Umuagu, Amorie, Amachara, Umuike, Uhugbuala/Ndiuzorie, Obiohia,Umuonuma, Ovoro/Umuagu, Amorie, Amachara, Umuike, Uhugbuala/Ndiuzorie, Obiohia. The ward comprisedis fourmade communities,of Iheate Ama-Ano, Ihitefour Ama Ise, Ikega Obinaohia and Ikega Obina-Orie.communities;   Ezinachi Autonomous Community Amano Autonomous Community Obinorie Autonomous Community Amaise Autonomous Community", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Ezinachi"}
{"id": 36396, "title": "1214", "abstract": "Year 1214 (MCCXIV) was a common year starting on Wednesday of the Julian calendar, the 1214th year of the Common Era (CE) and Anno Domini (AD) designations, the 214th year of the 2nd millennium, the 14th year of the 13th century, and the 5th year of the 1210s decade.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Bataille_de_Bouvines_gagnee_par_Philippe_Auguste.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1214"}
{"id": 48534493, "title": "'Tis Autumn", "abstract": "'Tis Autumn is a 1941 jazz standard written by Henry Nemo. It was first recorded by Nat King Cole.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Tis_Autumn"}
{"id": 46695060, "title": "1949 Bahamian general election", "abstract": "General elections were held in the Bahamas in June and July 1949, the last entirely non-partisan elections in the country. This was the second election in which the secret ballot was used in New Providence and the first in which the secret ballot was used for the Out Islands.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Coat_of_arms_of_the_Bahamas.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_Bahamian_general_election"}
{"id": 67980638, "title": "1957 Nobel Prize in Literature", "abstract": "The 1957 Nobel Prize in Literature was awarded the French writer Albert Camus (1913–1960) \"for his important literary production, which with clear-sighted earnestness illuminates the problems of the human conscience in our times.\" He is the ninth French author to become a recipient of the prize after Catholic novelist François Mauriac in 1952, and the fourth philosopher after British analytic philosopher Bertrand Russell in 1950. Aged 44 when he received the prize, Camus is the second youngest recipient of the Nobel Prize in Literature, after only Rudyard Kipling (41).", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/db/Camus_Harcourt_1945.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957_Nobel_Prize_in_Literature"}
{"id": 56575469, "title": "130th Field Artillery Regiment", "abstract": "The 130th Field Artillery Regiment is a United States Army field artillery regiment, represented in the Kansas Army National Guard by the 2nd Battalion, 130th Field Artillery, part of the 130th Field Artillery Brigade at Hiawatha, Kansas. The regiment was originally organized in 1917 after the United States entry into World War I as the 1st Field Artillery of the Kansas National Guard. Later that year, it mustered into Federal service and was reorganized as the 130th Field Artillery, fighting with the 35th Division in the American Expeditionary Forces in France. After the end of World War I the regiment returned home and was demobilized, briefly reverting to its state designation. In 1921 it became the 130th Field Artillery again and was assigned to the 35th Division. Inducted into Federal service on 23 December 1940 for eventual service in World War II, the regiment was broken up on 1 March 1942 into the 130th and 154th Field Artillery Battalions, which were relieved from the 35th Division on 27 January and 12 January 1943, respectively. The 130th Field Artillery Battalion remained stateside until 2 December 1944, when it was sent to Europe, serving in Germany in the final months of the war. The 154th was sent to Alaska on temporary duty on 27 July 1942, fought in the Aleutian Islands Campaign, and after its official relief from the 35th Division was later deployed to the Pacific Theater. Postwar, both battalions returned to state service, with the 130th becoming the 130th Armored Field Artillery Battalion. In 1959 both battalions consolidated as the 130th Artillery under the Combat Arms Regimental System.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/130FARegtCOA.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/130th_Field_Artillery_Regiment"}
{"id": 62570852, "title": "1917 Macquarie state by-election", "abstract": "The 1917 Macquarie state by-election was held for the New South Wales state electoral district of Macquarie on 28 July 1917. The by-election was triggered by the death of Australian Labor Party MP Thomas Thrower, who had died only three months after being re-elected at the 1917 state election. Labor preselected as their candidate Patrick McGirr, a member of the Parkes Land Board and the brother of Greg McGirr, the state member for Yass. McGirr was selected overwhelmingly from a broad field that included Iron Trades Federation secretary E. M. Davies, Amalgamated Railway and Tramway Association assistant secretary R. Corish, radical Sydney Wharf Laborers' Union president William McCristal and unsuccessful federal or state election candidates T. Lavelle, I. A. Vitnell, Tom Brown and W. J. Boston. The preselection process for the new conservative Nationalist Party was somewhat chaotic, with different meetings of local interests and organisations that had come together to form the new party recommending different candidates to the state executive. The eventual executive decision largely came down to two candidates: Wellington miller Murdoch McLeod and Dubbo businessman H. T. Blackett, but also saw some support for former federal MP Ernest Carr, who had lost his seat at that year's election, with McLeod ultimately endorsed as the candidate. A third candidate, former federal MP Frank Foster, is often recorded as having contested as an independent or \"Independent Nationalist\", but campaigned for his own new minor party, the Australian Producers Co-Operative Party. Foster had been a Labor MP until losing his seat in 1913 and had left the party in the 1916 Labor split, but had not joined the Nationalist Party and had instead sought to form his own party taking a middle position between the two parties. McGirr won the by-election, finishing 239 votes ahead of McLeod with Foster a distant third, an increase on the Labor majority from the general election. McGirr was reported to have polled well in the larger centres while McLeod had performed better in the rural booths. The pro-Labor National Advocate newspaper in Bathurst described the result as a \"magnificent success\" that showed that the party was recovering from \"the defection of the renegades\" in the 1916 party split; they also noted that the result in the usually marginal seat was \"the greatest for over nine years\" and suggested the margin would have been larger had it not been for Foster's candidacy. The more conservative Evening News in Sydney downplayed the result, stating \"the two parties simply maintained their respective positions: no advantage has been gained by either side\", but drew attention to the Nationalist failure to win the seat despite dedicating tremendous resources, stating \"the eloquence of nearly every Minister in the New South Wales Government was released upon the electors of Macquarie, but it fell short of success. This needs some explanation.\"", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1917_Macquarie_state_by-election"}
{"id": 31993278, "title": "Ludwig Byström", "abstract": "Ludwig Byström is a Swedish professional ice hockey defenceman who is currently an unrestricted free agent. He most recently played for Nürnberg Ice Tigers of the Deutsche Eishockey Liga (DEL). He was drafted 43rd overall by the Dallas Stars in the 2012 NHL Entry Draft.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c2/2023-12-15_Grizzlys_Wolfsburg_gegen_N%C3%BCrnberg_Ice_Tigers_%28Deutsche_Eishockey-Liga_2023-24%29_by_Sandro_Halank%E2%80%93003.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Ludwig_Bystr%C3%B6m"}
{"id": 8470861, "title": "1971 BRDC International Trophy", "abstract": "The 23rd BRDC International Trophy meeting - formally the GEN/Daily Express BRDC International Trophy - was held on 8 May 1971 at the Silverstone Circuit, England. The race was run to Formula One and Formula 5000 regulations, and was held over two heats of 26 laps each, the final results being an aggregate of the two. Graham Hill emerged the winner in the unique Brabham BT34 lobster-claw car, designed by Ron Tauranac. It would be the two-time World Champion's last victory in a Formula One race. The 1971 event was also notable as one of the few competitive outings for the Lotus 56 gas turbine car. However, suspension failure on only the third lap of the first heat resulted in early retirement for driver Emerson Fittipaldi, although the car held together for long enough to take third place in the second heat. The race incorporated Round 5 of the 1971 Rothmans European Formula 5000 Championship.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/19/Silverstone_Circuit_1952_to_1974.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1971_BRDC_International_Trophy"}
{"id": 17740234, "title": "1925 Miami tornado", "abstract": "The 1925 Miami tornado was an intense tornado that struck Dade County, Florida, on April 5, 1925. It remains the deadliest tornado to affect the South Florida county, and it is estimated to have been the most intense tornado to strike the Miami area. The tornado caused five deaths and produced damage totals that were estimated near $200–300,000 (1925 USD). 35 people were also hospitalized because of injuries. The tornado remains the only tornado to cause multiple fatalities in Dade County. While officially unrated, it is estimated that the tornado likely produced F3-level damage based on photographs taken after the passage of the supercell.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_Miami_tornado"}
{"id": 1658830, "title": "\"This Is Our Punk-Rock,\" Thee Rusted Satellites Gather + Sing,", "abstract": "\"This Is Our Punk-Rock,\" Thee Rusted Satellites Gather + Sing, is the third studio album by Canadian post-rock band The Silver Mt. Zion Memorial Orchestra & Tra-la-la Band. It was released August 25, 2003, in Europe and September 2, 2003, in the rest of the world by Constellation Records. For this album, an amateur choir was assembled from a few dozen friends and colleagues. The liner notes contain a page of the score used by the choir in the opening track. This album was essentially created as a requiem for open and abandoned spaces in Montreal, as well as for similar loss and decay around the world, due to either urban development or military action.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22This_Is_Our_Punk-Rock,%22_Thee_Rusted_Satellites_Gather_%2B_Sing,"}
{"id": 64613110, "title": "1969 Brown Bears football team", "abstract": "The 1969 Brown Bears football team was an American football team that represented Brown University during the 1969 NCAA University Division football season. Brown tied for last in the Ivy League. In third first season under head coach Len Jardine, the Bears compiled a 2–7 record and were outscored 190 to 95. D. Chenault and P. Foley were the team captains. The Bears' 1–6 conference record tied for last in the Ivy League standings. They were outscored by Ivy opponents 180 to 48. Brown played its home games at Brown Stadium in Providence, Rhode Island.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1969_Brown_Bears_football_team"}
{"id": 76713136, "title": "Stephanie Ndlovu", "abstract": "Stephanie Ndlovu is a South African television presenter and actress known for her appearances in the soap Scandal! and in the series MTV Shuga\" and YouTube channel \"The Ndlovu’s Uncut\".", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/83/Stephanie_Sandows_on_MTV_DS_special.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Stephanie_Ndlovu"}
{"id": 18733291, "title": "1960 Detroit Lions season", "abstract": "The 1960 Detroit Lions season was the 27th in the Motor City, and 31st season overall in franchise history. The Lions had only one win entering November, but had only one loss in their final seven games and finished at 7–5, one game short of the Western Conference championship. However, the Lions won the inaugural third place Playoff Bowl over the Cleveland Browns at the Miami Orange Bowl. Due to this being the NFL's last 12-game regular season and the addition of the Dallas Cowboys giving the league 13 teams - meaning each team was required to have a bye during the season - the 1960 Lions are the last NFL team that did not play its season opener until October: Detroit drew its bye during Week One, which was in the last week of September. Ironically, in the next season in which each NFL team had a bye week, the Lions did not have their bye until Week 15.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1960_Detroit_Lions_season"}
{"id": 31083805, "title": "Delwar", "abstract": "Delwar is a Bengali given name derived from Persian. Dilwar Khan (1585-1666), independent ruler of Sandwip Dilwar Khan (1937–2013), Bangladeshi poet Delwar Jahan Jhantu, Bangladeshi film director, producer and screenwriter Delwar Hossain (disambiguation), multiple people", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Delwar"}
{"id": 71324460, "title": "180th Field Regiment, Royal Artillery", "abstract": "The 180th Field Regiment was a unit of the Royal Artillery, formed by the British Army during World War II. First raised in 1940 as infantry of the North Staffordshire Regiment, it was converted to the field artillery role in 1942, serving as a reserve unit in Home Defence. It was disbanded before the end of the war.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/ea/Koning_Soldaat.%2C_item_60.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/180th_Field_Regiment,_Royal_Artillery"}
{"id": 7755966, "title": "1941 All-Ireland Senior Hurling Championship", "abstract": "The 1941 All-Ireland Senior Hurling Championship was the 55th staging of the All-Ireland Senior Hurling Championship, the Gaelic Athletic Association's premier inter-county hurling tournament. The championship ended on 28 September 1941. Limerick were the defending champions, however, they were defeated by Cork in the provincial series. The championship was won by Cork who secured the title following a 5-11 to 0-6 defeat of Dublin in the All-Ireland final. This was their 12th All-Ireland title, their first in ten championship seasons.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1941_All-Ireland_Senior_Hurling_Championship"}
{"id": 48259843, "title": "1672 in the Netherlands", "abstract": "Events from the year 1672 in the Dutch Republic", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1672_in_the_Netherlands"}
{"id": 38698, "title": "1507", "abstract": "Year 1507 (MDVII) was a common year starting on Friday of the Julian calendar.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Raffaello%2C_pala_baglioni%2C_deposizione.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1507"}
{"id": 68538426, "title": "1942 Albuquerque Army Air Base Flying Kellys football team", "abstract": "The 1942 Albuquerque Army Air Base Base Flying Kellys football team, sometimes known as the Flying Colin Kellys, represented Albuquerque Army Air Base, located in Albuquerque, New Mexico, during the 1942 college football season. The Flying Kellys compiled a 5–4 record, not including an October 30 intra-squad game in which the starters defeated the substitutes. Captain Ted Shipkey was the head coach, and Ted Wright was the assistant coach. Wright served as acting head coach against Arizona State due to an injury to Shipkey. The team utilized the \"accordion shuffle shift\" offense that Shipkey had developed during his tenure as head coach with the New Mexico Lobos. The team was named after Colin Kelly, an Army aviator who was killed when his B-17 Flying Fortress was shot down in combat on December 10, 1941. The Air Base also adopted a New Mexico mountain burro as its mascot.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1942_Albuquerque_Army_Air_Base_Flying_Kellys_football_team"}
{"id": 15314734, "title": "10 krooni", "abstract": "The 10 krooni banknote is a denomination of the Estonian kroon, the former currency of Estonia. Jakob Hurt (1839–1907), who was an Estonian folklorist, theologian, linguist and prominent social figure during the Estonian national awakening in the 19th–20th century, is featured with an engraved portrait on the obverse side of the banknote. The 10 krooni bill is sometimes called a \"Hurt\". A view of the Tamme-Lauri oak tree at Urvaste is featured on the reverse. The EEK has been withdrawn and replaced by the euro, but the 10 krooni can be exchanged indefinitely at the currency museum of Eesti Pank for €0.64.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/42/EEK-10krooni-front.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10_krooni"}
{"id": 61697897, "title": "1955 Soviet Class B", "abstract": "Following are the results of the 1955 Soviet First League football championship. FC Burevestnik Kishinev and FC ODO Sverdlovsk winning the championship.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1955_Soviet_Class_B"}
{"id": 51073159, "title": "1908 News of the World Match Play", "abstract": "The 1908 News of the World Match Play was the sixth News of the World Match Play tournament. It was played from Tuesday 6 to Thursday 8 October at Mid-Surrey Golf Club. 32 players competed in a straight knock-out competition, with each match contested over 18 holes, except for the final which was over 36 holes. The winner received £100 out of a total prize fund of £240. J.H. Taylor defeated Fred Robson by 2 holes in the final to win the tournament.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1908_News_of_the_World_Match_Play"}
{"id": 55052101, "title": "1970 Iranian local elections", "abstract": "The second local elections in Iran, and the first to elect the members of provincial and township councils (Anjoman), were held in September 1970. 960 seats for 150 councils were up for election.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Amir_Abbas_Hoveida.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1970_Iranian_local_elections"}
{"id": 16807513, "title": "1866 New Brunswick general election", "abstract": "The 1866 New Brunswick general election was held in May and June 1866 to elect 41 members to the 21st New Brunswick Legislative Assembly. This was the 21st general election for the British colony of New Brunswick, but is considered the 1st general election for the Canadian province of New Brunswick as New Brunswick joined Canadian Confederation on July 1, 1867, during the life of the Legislative Assembly. Of forty-one MLAs, thirty-three were confederationalists, supporting confederation, and eight were constitutionalists, opposed to confederation, who formed the opposition.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1866_New_Brunswick_general_election"}
{"id": 72947386, "title": "1214: No tememos a los cobardes", "abstract": "1214: No tememos a los cobardes is a 2021 Peruvian documentary film written and directed by Ernesto Carlín and Hernán Hurtado in their directorial debut. It is about the victims (1214) of the Aprista political party in the dark period of terror and death of the 80s by Shining Path.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1214:_No_tememos_a_los_cobardes"}
{"id": 57595085, "title": "1903–04 Celtic F.C. season", "abstract": "During the 1903–04 Scottish football season, Celtic competed in the Scottish First Division.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Celtic_F.C._season"}
{"id": 12365138, "title": "\"Centrolene\" petrophilum", "abstract": "\"Centrolene\" petrophilum is a species of frog in the family Centrolenidae. Also called the Boyaca Giant Glass Frog. It is endemic to Colombia. Its natural habitats are subtropical or tropical moist montane forests and rivers. It is threatened by habitat loss. Possible causes for habitat loss: Deforestation/logging and Intensified agriculture or grazing and mining are the known main threats to this species. Species Information: Sexual dimorphism: Females have spines but they are significantly smaller than males spines. Females are also larger than males. Females reach 27.4–31.38 millimetres (1.079–1.235 in) and males reach 25–30 millimetres (0.98–1.18 in) in snout to vent length. Locations/Habitat: Lives in tropical and subtropical moist broadleaf forests. Occurs in six geographical sites on the eastern flank of the northern portion of the Cordillera Oriental, Boyacá Department, Colombia. This species live on vegetation next to or above streams in a cloud forest, and can also be found in a secondary forest. It has an upper elevation limit of 2200 meters and a lower elevation limit of 1600 meters. Mating: Females lay eggs on the sides of rocks in streams, and the larvae develop in the water. Males will defend and take care of the eggs. Endangered as of August 2016", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Centrolene%22_petrophilum"}
{"id": 2958133, "title": "1899 Manitoba general election", "abstract": "The 1899 Manitoba general election was held on December 7, 1899. The Conservative Party, led by Sir Hugh John Macdonald, defeated the incumbent Liberal government, led by Premier Thomas Greenway.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1899_Manitoba_general_election"}
{"id": 47963389, "title": "1664 in France", "abstract": "Events from the year 1664 in France", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1664_in_France"}
{"id": 9823346, "title": "1866 New Orleans mayoral election", "abstract": "The mayoral election of New Orleans, Louisiana for 1866 was won by John T. Monroe. This election and later actions by Mayor Monroe against black suffragists would result in the New Orleans massacre of 1866.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Seal_of_Louisiana.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1866_New_Orleans_mayoral_election"}
{"id": 38028062, "title": "L'Edera (novel)", "abstract": "L'edera is a novel by Grazia Deledda published in 1908. It was translated into many languages, including an English translation by Mary Ann Freese Witt and Martha Witt with the English title Ivy. The novel is divided into 11 chapters and it has as main characters: Annesa, Ziu Cosiumu, Don Simone, Rachele, Paulu, Gantine, Zua Decherchi and Prete Virdis. An Italian film adaptation also titled L'edera was released in 1950 and directed by Augusto Genina.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/L%27Edera_(novel)"}
{"id": 73413462, "title": "Reliance Global Corporate Security", "abstract": "Reliance Global Corporate Security also known as Global Corporate Security (GCS), is a private security company which provide enterprise wide security to asset of Reliance Industries Limited and operating in more than 14 countries. It is a subsidiary of Reliance Industries Limited. It is composed of  former member of the military and paramilitary forces, law enforcement agencies, intelligence services as well as technical experts.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Global_Corporate_Security_%28GCS%29.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Reliance_Global_Corporate_Security"}
{"id": 27089067, "title": "1750 in Wales", "abstract": "Events from the year 1750 in Wales.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1750_in_Wales"}
{"id": 67701877, "title": "Michael Connely", "abstract": "Michael Connely is a businessman and Marine Corps veteran who is running for the US House of Representatives in Nebraska's 1st Congressional District, challenging incumbent Congressman Mike Flood. In 2022, Connely an unknown political newcomer, ran in the Nebraska gubernatorial election in a field of 9 candidates. Connely, known as a strong conservative who emphasizes individual rights and freedoms shook up the Congressional races in Nebraska by dropping out of the race in District 2 to leave only one challenger, Dan Frei, to challenge the current incumbent Congressman Don Bacon. Then Connely entered the Congressional race in District 1 to challenge the previously unchallenged Congressman Mike Flood.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Michael_Connely"}
{"id": 49528113, "title": "1924 Northwestern Wildcats football team", "abstract": "The 1924 Northwestern Wildcats team represented Northwestern University during the 1924 Big Ten Conference football season. In their third year under head coach Glenn Thistlethwaite, the Wildcats compiled a 4–4 record and finished in a tie for eighth place in the Big Ten Conference.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1924_Northwestern_Wildcats_football_team"}
{"id": 51448352, "title": "189th Division (2nd Formation) (People's Republic of China)", "abstract": "In October 1969 186th Army Division(Chinese: 陆军第186师) was formed from 2nd Engineer District, Engineer Corps of Beijing Military Region. The division was a part of 63rd Army Corps. In December 1969 the division was renamed as 189th Army Division(Chinese: 陆军第189师), and all its regiments were re-designated as: 565th Infantry Regiment; 566th Infantry Regiment; 567th Infantry Regiment; Artillery Regiment. In July 1985 the division was disbanded.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/189th_Division_(2nd_Formation)_(People%27s_Republic_of_China)"}
{"id": 34759960, "title": "1922 Burmese general election", "abstract": "General elections were held in Burma on 21 November 1922 to elect members of the Legislative Council. They were the first elections in the country's history.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/89/State_seal_of_Myanmar.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1922_Burmese_general_election"}
{"id": 36395168, "title": "1214 in Norway", "abstract": "Events in the year 1214 in Norway.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1214_in_Norway"}
{"id": 58042558, "title": "1869 in Germany", "abstract": "Events from the year 1869 in Germany.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1869_in_Germany"}
{"id": 58765506, "title": "1917 Utah Agricultural Aggies football team", "abstract": "The 1917 Utah Agricultural Aggies football team was an American football team that represented Utah Agricultural College in the Rocky Mountain Conference (RMC) during the 1917 college football season. In their second and final season under head coach Jack Watson, the Aggies compiled a 7–0–1 record, shut out four of eight opponents, and outscored all opponents by a total of 267 to 26. The team was regarded as the strongest squad fielded by the school to that time. At the end of the season, both Denver and Utah State were undefeated against Rocky Mountain Conference opponents. A game between Denver and Utah State was proposed to determine an undisputed conference champion, but Denver's faculty ruled against the game. Denver officials claimed the title and asserted that the Utah Aggies \"have a right to claim nothing more than a tie for the honors.\" Despite the controversy at the time, Utah State does not claim a conference championship for 1917 and lists the seasons as a second-place finish in its media guide.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1917_Utah_Agricultural_Aggies_football_team"}
{"id": 18688178, "title": "1917 VFL grand final", "abstract": "The 1917 VFL Grand Final was an Australian rules football game contested between the Collingwood Football Club and Fitzroy Football Club, held at the Melbourne Cricket Ground in Melbourne on 22 September 1917. It was the 20th annual Grand Final of the Victorian Football League, staged to determine the premiers for the 1917 VFL season. The match, attended by 28,512 spectators, was won by Collingwood by a margin of 35 points, marking that club's fourth premiership victory. War had restricted the competition to just six clubs during the home and away season and Fitzroy, despite winning just six of their 15 games, qualified for the final by finishing fourth. Fitzroy made it into the Grand Final by defeating minor premiers Collingwood by a goal a week earlier but Collingwood this time won comfortably, dominating from the opening quarter. Alec Mutch of Collingwood was playing his 100th VFL game.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1917_VFL_grand_final"}
{"id": 76713187, "title": "I Scream (Kis-My-Ft2 Album)", "abstract": "I Scream is the fifth studio album by Japanese boys band Kis-My-Ft2, released on June 22, 2016 by avex trax. It was released in three formats. For the first time, all seven members self-produced their own solo songs on the \"Limited Edition 4cups Version\". This is the first time that all seven members' solo songs are included on a CD. The solo songs by Kento Senga, Toshiya Miyata, Wataru Yokoo, Yuta Tamamori, and Takashi Nikaido were also produced with unique music videos. Hiromitsu Kitayama and Taisuke Fujigaya, \"two of Kis-My-Ft2's original singers\", produced the music video for their unit song \"Fire!\" from \"Kis-My-Journey\". The \"Limited Edition 2cups Version\" comes with a DVD containing the music video for the lead song \"Yes! I Scream\" The bonus DVD includes \"Kis-My-TV - Kiss My Share House,\" in which the seven members spent the night together in a rented mansion in Okinawa and talked about their true feelings. The bonus track \"WANTED\" is included in the regular edition. In addition, a bonus CD containing \"Kis-My-Ft2 NON-STOP MIX -Vol.1-,\" a collection of single hits and classic songs from the Jr. era that trace the group's history to date, is included. The song \"Re:\", which is included in all formats, is the first song in which all seven members took on the challenge of writing lyrics together. With this song, they held a dome tour \"Kis-My-Ft2 Concert Tour 2016 I Scream\" from July 1 to August 14.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/I_Scream_(Kis-My-Ft2_Album)"}
{"id": 47717411, "title": "1762 in France", "abstract": "Events from the year 1762 in France", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1762_in_France"}
{"id": 487675, "title": "1733 in Canada", "abstract": "Events from the year 1733 in Canada.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/4f/Benjamin_West_005.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1733_in_Canada"}
{"id": 20776205, "title": "David Evans (rugby union, born 1988)", "abstract": "David Evans is a rugby union player for Neath RFC. He has been selected for the current Wales national rugby sevens team 2008–09 squad.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/David_Evans_(rugby_union,_born_1988)"}
{"id": 58688354, "title": "1904–05 Holy Cross Crusaders men's basketball team", "abstract": "The 1904–05 Holy Cross Crusaders men's basketball team represented The College of the Holy Cross during the 1904–05 college men's basketball season. The head coach was Fred Powers, coaching the crusaders in his fourth season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1904%E2%80%9305_Holy_Cross_Crusaders_men%27s_basketball_team"}
{"id": 47006380, "title": "1750 in Sweden", "abstract": "Events from the year 1750 in Sweden", "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a8/Vetenskapsakademiens_handlingar_1750_front.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1750_in_Sweden"}
{"id": 51341340, "title": "'Coz I'm Free", "abstract": "\"'Coz I'm Free\" is a song recorded by Christine Anu. It was released in April 2001 as the third and final single from her gold-selling, second studio album, Come My Way (2000). The song is inspired by Anu's hero Cathy Freeman. At a Mushroom Records press release, Anu said; \"I met Cathy at the ARIA Music Awards a couple of years ago but it wasn’t until I saw her in Seville... that \"'Coz I'm Free\" came together. I watched her win the World Championships and then we caught up in London not long afterwards.... She's so inspiring—her focus, how hard she trains, all that she's achieved. When I watched the race in Seville, the camera zoomed in on her tattoo and I got the idea then for a song.\" The song peaked at number 86 on the ARIA Chart.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Coz_I%27m_Free"}
{"id": 22971805, "title": "No. 656 Squadron RAF", "abstract": "No. 656 Squadron RAF was an air observation post unit of the Royal Air Force in India and Burma during the Second World War and afterwards in British Malaya. Numbers 651 to 663 Squadron of the RAF were air observation post units working closely with British Army units in artillery spotting and liaison. Their duties and squadron numbers were transferred to the Army with the formation of the Army Air Corps on 1 September 1957 With this it became 656 Light Aircraft Squadron Army Air Corps.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/No._656_Squadron_RAF"}
{"id": 76733297, "title": "Sthenopus pyrsonotus", "abstract": "Stenopus pyrsonotus is a shrimp-like decapod crustacean belonging to the infraorder Stenopodidea, native to the Indo-West Pacific region. Common names include flameback coral shrimp, ghost boxing shrimp and cave shrimp; the species is sometimes kept in reef aquariums.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Sthenopus_pyrsonotus"}
{"id": 22637499, "title": "1/2 Prince", "abstract": "1⁄2 Prince is a series of nine Taiwanese novels written by Yu Wo (御我). They are published by Min-Hsien Cultural Enterprise in Taiwan and were released between October 4, 2004 and August 15, 2005. In 2006, the novels were adapted into a manhua by Choi Hong Chong (蔡鴻忠) which were published by Tong Li Publishing. The plot takes place in a futuristic world where surreal virtual reality games exist. The protagonist is a 19-year-old female student named Feng Lan (風藍), who is challenged into playing the newly arrived game Second Life by her twin brother. As the first person to log into the game, Feng Lan is given a wish which she uses to give herself the privilege of creating a male avatar whom she names as Prince. In game, she strives to prove to her brother Feng Yang Ming (風揚名) that she can be a capable player.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1/2_Prince"}
{"id": 36253496, "title": "1898–99 Burnley F.C. season", "abstract": "The 1898–99 Burnley F.C. season was the 17th season in the history of Burnley Football Club and their 11th in the Football League.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1898%E2%80%9399_Burnley_F.C._season"}
{"id": 32756523, "title": "Social state", "abstract": "Form of government", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Social_state"}
{"id": 6193763, "title": "Anzu Nagai", "abstract": "Anzu Nagai is a Japanese actress. She starred in Hanochi and is best known for her role as the young Nico Robin in the anime One Piece. She also voiced Daisy, in the sixth One Piece film, \"Baron Omatsuri and the Secret Island\".", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Anzu_Nagai"}
{"id": 76732804, "title": "Caffè dell'Ussero", "abstract": "Palace in Pisa, Italy", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Caff%C3%A8_dell%27Ussero"}
{"id": 73485523, "title": "1903–04 County Antrim Shield", "abstract": "The 1903–04 County Antrim Shield was the 16th edition of the County Antrim Shield, a cup competition in Irish football. Linfield won the tournament for the 2nd time, defeating Belfast Celtic 4–1 in the final at Solitude.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_County_Antrim_Shield"}
{"id": 73096243, "title": "MPL Philippines Season 11", "abstract": "MPL Philippines Season 11, commonly known as MPL PH was the eleventh iteration of the Mobile Legends: Bang Bang Professional League of the Philippines. Holding the first season for 2023, MPL Philippines began after the recently concluded MLBB M4 World Championship in Jakarta. MPL Philippines will be the direct qualifier tournament for the summer competition Mobile Legends: Bang Bang Southeast Asia Cup 2023 and the Philippines will have two teams to represent the country in the tournament. Previously, RSG Philippines defeated Indonesia's representatives RRQ Hoshi in 2022. The battlecry \"Lakas ng Pinas\" is still currently used as the official slogan of MPL Philippines Season 11 after being introduced in MPL Philippines Season 9. Defending Champions and MLBB M3 World Champions Blacklist International will be defending their title in the said tournament, hoping to be the first team to repeat twice in different occasions. Previously, Blacklist International won back-to-back championship titles in MPL Philippines Season 7 and MPL Philippines Season 8. They defeated ECHO Philippines in MPL Philippines Season 10 to be the first team in MPL Philippines history to win three championship titles.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/MPL_Philippines_Season_11"}
{"id": 19855627, "title": "1924 Norwegian parliamentary election", "abstract": "Parliamentary elections were held in Norway on 21 October 1924. The result was a victory for the Conservative Party-Liberal Left Party alliance, which won 54 of the 150 seats in the Storting. Until 2024, this was the last election in which the Labour Party did not receive the most votes or the most seats in the Storting of participating parties.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1924_Norwegian_parliamentary_election"}
{"id": 72062301, "title": "1903 Campeonato de Madrid", "abstract": "The 1903 Campeonato de Madrid (English: 1903 Madrid Championship was the 1st staging of the Regional Championship of Madrid, formed to designate the champion of the region. It was organized by the recently established Madrid Football Federation, and the different football teams that made up the downtown area were invited to participate in what was the first official football competition in the capital. The competition was held at the Hipódromo de la Castellana between 15 November and its last match was played on 27 December, although there were two further matches scheduled for January which never were held. The tournament was won by Moderno FC, narrowly beating Madrid FC by just one point.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903_Campeonato_de_Madrid"}
{"id": 76747428, "title": "Fat Randy", "abstract": "Fat Randy may refer to: Randy Bullock, American football placekicker Randy Bumpagussy, a character in 31 Fat Randy, a song by Voodoo Glow Skulls in the album Firme", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Fat_Randy"}
{"id": 76745735, "title": "Mary Rhodes (disambiguation)", "abstract": "Mary Rhodes may refer to: Mary Ann Rhodes (1882–1998), Canadian supercentenarian Mary Evelyn Rhodes (1925–2018), British author and historian Mary Louise Rhodes (1916–1987), American petroleum geologist Mary Rhodes, British news presenter Mary Rhodes Moorhouse-Pekkala (1889–1975), British-born Finnish patronage and civil rights activist Mary Rhodes Russell, American judge of the Supreme Court of Missouri", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Mary_Rhodes_(disambiguation)"}
{"id": 32838960, "title": "Usb Gecko", "abstract": "%5B%5BWikipedia%3ARedirects+for+discussion%5D%5D+debate+closed+as+delete #REDIRECT Homebrew#Wii", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Usb_Gecko"}
{"id": 64362150, "title": "1899 Lehigh football team", "abstract": "The 1899 Lehigh football team was an American football team that represented Lehigh University as an independent during the 1899 college football season. In its second and final season under head coach Samuel Huston Thompson, the team compiled a 2–9 record and was outscored by a total of 144 to 60.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1899_Lehigh_football_team"}
{"id": 10287130, "title": "Vinayak", "abstract": "Hindu god of new beginnings, wisdom and luck", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Vinayak"}
{"id": 53822986, "title": "1916 Geneva Covenanters football team", "abstract": "The 1916 Geneva Covenanters football team was an American football team that represented Geneva College as an independent during the 1916 college football season. Led by C. Brainerd Metheny in his fourth and final year ad head coach, the team compiled a record of 2–5–2.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a7/Geneva_College_football_team_-_1916.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1916_Geneva_Covenanters_football_team"}
{"id": 76721554, "title": "Editorconfig", "abstract": "EditorConfig is an open specification and file format for Syntax highlighting, text editors and integrated development environment (IDEs) that aims to maintain a consistent coding style, particularly aimed at groups working together. It can help keep multiple editors as well as individuals using the same conventions. It stores configurations in a file which can be shared by multiple people or used in multiple editors. It defines rules for how to format different programming languages or other structured text files with conventions such as what character to end a line with and how to manage indentation.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Editorconfig"}
{"id": 76721236, "title": "George Klassen", "abstract": "George Klassen is a professional baseball pitcher in the Philadelphia Phillies organization", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/George_Klassen"}
{"id": 41872518, "title": "Colonial haiti", "abstract": "Not sure why this is getting so much pushback by an IP-user for a WP:G6 speedy deletion (technical). “Haiti”, a proper name, warrants capitalization which is not achieved in this redirect.. Must have been done in error. WP:Orphan as no article links here. Uncontroversial. Does not serve a purpose. —Its creator EamonnPKeane has since been blocked or banned. Please delete.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Colonial_haiti"}
{"id": 67370347, "title": "1889 Miami Redskins football team", "abstract": "The 1889 Miami Redskins football team was an American football team that represented Miami University during the 1889 college football season. In its second season, Miami went undefeated and had a 4–0 record. There was no paid head coach for the season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1889_Miami_Redskins_football_team"}
{"id": 75735581, "title": "Zhang Jingyi (actress)", "abstract": "Chinese actress (born 1999)", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Zhang_Jingyi_(actress)"}
{"id": 76747330, "title": "Joshua Gray", "abstract": "Joshua Gray is an American football offensive lineman for the Oregon State Beavers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Joshua_Gray"}
{"id": 52639298, "title": "1898–99 Bucknell Bison men's basketball team", "abstract": "The 1898–99 Bucknell Bison men's basketball team represented Bucknell University during the 1898–99 college men's basketball season. The team finished with an overall record of 3–5.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1898%E2%80%9399_Bucknell_Bison_men%27s_basketball_team"}
{"id": 60474758, "title": "11th CPLP Summit", "abstract": "The XI Conference of Heads of State and Government of the CPLP, commonly known as the 11th CPLP Summit was the 11th biennial meeting of heads of state and heads of government of the Community of Portuguese Language Countries, held in Brasília, Brazil, on 31 October-1 November 2016.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f2/XI_Cimeira_da_CPLP.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/11th_CPLP_Summit"}
{"id": 73712195, "title": ".44 AMP", "abstract": "The .44 Auto Magnum Pistol (AMP) is a large-caliber, semi-automatic pistol cartridge developed in 1971 by Harry Sanford. The primary use is in the Auto Mag Pistol. The cartridge was also employed in the Wildey automatic pistol, including a few other custom pistols. While factory loads are manufactured, cases can be made by cutting down and reaming out .308 Winchester or .30-06 Springfield brass, with ballistic performance similar to the .44 Magnum revolver cartridge. The .44 AMP was discontinued in 1982 after eleven years before being brought back sometime later in 2017, continuing current production to the present time.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/55/44ampand44mag.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/.44_AMP"}
{"id": 76745100, "title": "Gunnar Krantz (veterinarian)", "abstract": "Gunnar Teodor Krantz was a Swedish veterinarian. He served as the Veterinary Surgeon-in-Chief and head of the Swedish Army Veterinary Corps from 1957 to 1969 and as Director of the Swedish Armed Forces Veterinarian Service from 1969 to 1976.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Gunnar_Krantz_(veterinarian)"}
{"id": 76747390, "title": "Aquilegia litardierei", "abstract": "Aquilegia litardierei is a perennial species of plant in the family Ranunculaceae, endemic to Corsica.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Aquilegia_litardierei"}
{"id": 75476697, "title": "1,4-Butanedithiol", "abstract": "1,4-Butanedithiol is an organosulfur compound with the formula HSCH2CH2CH2CH2SH. It is a malodorous, colorless liquid that is highly soluble in organic solvents. The compound has found applications in biodegradable polymers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1,4-Butanedithiol"}
{"id": 50998160, "title": "130th Division (Imperial Japanese Army)", "abstract": "The 130th Division was an infantry division of the Imperial Japanese Army. Its call sign was the Shoki Division. It was formed 12 April 1945 in Daya Bay as a type C(hei) security division, simultaneously with the 129th division. The nucleus for the formation was the parts of the 19th Independent Mixed Brigade.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/130th_Division_(Imperial_Japanese_Army)"}
{"id": 42620124, "title": "1903–04 Columbia Lions men's basketball team", "abstract": "The 1903–04 Columbia Lions men's basketball team represented Columbia University in intercollegiate basketball during the 1903–04 season. The team finished the season with a 17–1 record and was retroactively named the national champion by the Helms Athletic Foundation and the Premo-Porretta Power Poll.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Columbia_Lions_men%27s_basketball_team"}
{"id": 69857557, "title": "11th Annual NFL Honors", "abstract": "The 11th Annual NFL Honors was an awards presentation by the National Football League that honored its players from the 2021 NFL season. It was held on February 10, 2022, at YouTube Theater in the SoFi Entertainment District in Los Angeles. Keegan-Michael Key hosted the NFL honors for his second time. This is the first presentation where it was held on a Thursday instead of a Saturday and was aired for the first time on ESPN/ ABC and NFL Network, and this was the first time that all of the following networks have aired the ceremony, as that year's Super Bowl broadcaster, NBC, carried the 2022 Winter Olympics.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/11th_Annual_NFL_Honors"}
{"id": 70452100, "title": "1,4-Butanediol diglycidyl ether", "abstract": "1,4-Butanediol diglycidyl ether (B14DODGE) is an organic chemical in the glycidyl ether family. It is aliphatic and a colorless liquid. It has two epoxide (oxirane) groups per molecule. Its main use is in modifying epoxy resins especially viscosity reduction. It is REACH registered. The IUPAC name is 2-[4-(oxiran-2-ylmethoxy)butoxymethyl]oxirane.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1,4-Butanediol_diglycidyl_ether"}
{"id": 47920491, "title": "1896 Ohio State Buckeyes football team", "abstract": "The 1896 Ohio State Buckeyes football team represented Ohio State University as an independent during the 1896 college football season. Led by Charles A. Hickey in his first and only year as head coach, Ohio State compiled a record of 5–5–1.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/36/Ohio_buckeyes_football_team_1896.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1896_Ohio_State_Buckeyes_football_team"}
{"id": 7737087, "title": "1,4-Butynediol", "abstract": "1,4-Butynediol is an organic compound that is an alkyne and a diol. It is a colourless, hygroscopic solid that is soluble in water and polar organic solvents. It is a commercially significant compound in its own right and as a precursor to other products.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b6/Butynediol.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1,4-Butynediol"}
{"id": 356024, "title": "-elect", "abstract": "An officer-elect is a person who has been elected to a position but has not yet been installed. Notably, a president who has been elected but not yet installed would be referred to as a president-elect. Analogously, the term -designate is used for the same purpose, especially when someone is appointed rather than elected.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/-elect"}
{"id": 60892009, "title": "16th Writers Guild of America Awards", "abstract": "The 16th Writers Guild of America Awards honored the best film writers and television writers of 1963. Winners were announced in 1964.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/16th_Writers_Guild_of_America_Awards"}
{"id": 19486524, "title": "1901 Rosenska Pokalen", "abstract": "Rosenska Pokalen 1901, part of the 1901 Swedish football season, was the third Rosenska Pokalen tournament played. Eight teams participated and seven matches were played, the first 11 August 1901 and the last 1 September 1901. No team was declared winners of the tournament.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1901_Rosenska_Pokalen"}
{"id": 62743636, "title": "1885–86 Scottish Districts season", "abstract": "The 1885–86 Scottish Districts season is a record of all the rugby union matches for Scotland's district teams. It includes the East of Scotland District versus West of Scotland District trial match.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1885%E2%80%9386_Scottish_Districts_season"}
{"id": 48047715, "title": "1547 in France", "abstract": "Events from the year 1547 in France", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1547_in_France"}
{"id": 69626599, "title": "1976 Phoenix Cup", "abstract": "The 1976 Phoenix Cup, also known as the Atlanta WCT, was a men's tennis tournament played on indoor carpet courts at the Omni Coliseum in Atlanta, Georgia in the United States that was part of the 1976 World Championship Tennis circuit. It was the fifth and last edition of the tournament and was held from January 14 through January 19, 1976. Second-seeded Ilie Năstase won the singles title and the accompanying $17,000 first-prize money.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1976_Phoenix_Cup"}
{"id": 17867247, "title": "1916–17 Swiss Serie A", "abstract": "Statistics of Swiss Super League in the 1916–17 season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1916%E2%80%9317_Swiss_Serie_A"}
{"id": 21922244, "title": "Last word (cocktail)", "abstract": "The Last Word is a gin-based cocktail originating at the Detroit Athletic Club in the 1910s, shortly before the start of Prohibition. After a long period of obscurity, it enjoyed a renewed popularity in the cocktail renaissance of the early 2000s after being discovered by bartender Murray Stenson of the Zig Zag Café in Seattle.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/43/The_Last_Word_cocktail_raised.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Last_word_(cocktail)"}
{"id": 73388693, "title": "Greenhart", "abstract": "Greenhart or greenheart is a common name for some trees. These include: Chlorocardium rodiei Intsia bijuga", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Greenhart"}
{"id": 59944760, "title": "1970–71 Kansas Jayhawks men's basketball team", "abstract": "The 1970–71 Kansas Jayhawks men's basketball team represented the University of Kansas during the 1970–71 college men's basketball season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1970%E2%80%9371_Kansas_Jayhawks_men%27s_basketball_team"}
{"id": 16489133, "title": "1578 in Ireland", "abstract": "Events from the year 1578 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1578_in_Ireland"}
{"id": 40746, "title": "Automated information system", "abstract": "An automated information system (AIS) is an assembly of computer hardware, software, firmware, or any combination of these, configured to accomplish specific information-handling operations, such as communication, computation, dissemination, processing, and storage of information. Included are computers, word processing systems, networks, or other electronic information handling systems, and associated equipment. Management information systems are a common example of automated information systems. An example of this is an industrial robot. Also an Automated Information System (AIS) refers to any piece of equipment or interconnected system of equipment utilized in the automated collection, storage, manipulation, management, movement, control, display, switching, interchange, transmission, or receiving of data, and includes computer software, firmware, and hardware. Computers, word processing systems, networks, or other electronic information handling systems, as well as accompanying equipment, are included.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Automated_information_system"}
{"id": 12120819, "title": "10 from 5", "abstract": "10 from 5 is a compilation album by alternative rock group Dramarama, released in 1993.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10_from_5"}
{"id": 14948678, "title": "1762 in Ireland", "abstract": "Events from the year 1762 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1762_in_Ireland"}
{"id": 57595102, "title": "1898–99 Celtic F.C. season", "abstract": "During the 1898–99 Scottish football season, Celtic competed in the Scottish First Division.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1898%E2%80%9399_Celtic_F.C._season"}
{"id": 7491650, "title": "1968 Football League Cup final", "abstract": "The 1968 Football League Cup Final took place on 2 March 1968 at Wembley Stadium. It was the eighth final and the second to be played at Wembley. It was contested between Arsenal and Leeds United. Terry Cooper scored the only goal of the game, hammering home a long-range goal after 20 minutes. After that, Leeds shut up shop and a defensive performance saw them out for the rest of the match. It was the first major trophy of Don Revie's reign at Elland Road and started the most successful period in the club's history. Arsenal reached the League Cup Final again the following year, only to lose again, but went on to win both domestic and European trophies in the following seasons.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/2f/Old_Wembley_Stadium_%28external_view%29.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1968_Football_League_Cup_final"}
{"id": 47189552, "title": "1889 Merionethshire County Council election", "abstract": "The first election to the Merionethshire County Council was held on 18 January 1889. It was followed by the 1892 election. The county was divided into numerous single member wards with two councillors elected to represent some of the urban areas.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1889_Merionethshire_County_Council_election"}
{"id": 56476975, "title": "1966 Tirreno–Adriatico", "abstract": "The 1966 Tirreno–Adriatico was the first edition of the Tirreno–Adriatico cycle race and was held from 11 March to 13 March 1966. The race started in Rome and finished in Pescara. The race was won by Dino Zandegù.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1966_Tirreno%E2%80%93Adriatico"}
{"id": 41722659, "title": "Mia Tindall", "abstract": "Mia Tindall is the daughter of Zara Tindall and Mike Tindal, 22nd in the line of succession of the British royal family.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Mia_Tindall"}
{"id": 53139708, "title": "1980 Birmingham Open", "abstract": "The 1980 Birmingham Open was a men's tennis tournament played on indoor carpet courts. It was the eighth and last edition of the Grand Prix Birmingham, and part of the 1980 Volvo Grand Prix circuit. It took place in Birmingham, Alabama, United States from January 14 through January 20, 1980. First-seeded Jimmy Connors won the singles title, his sixth at the event.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1980_Birmingham_Open"}
{"id": 34120567, "title": "ALLAH", "abstract": "Allah is on earth! He is in Bobokvati and as we heard he was swimming on a big stone", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/ALLAH"}
{"id": 35016546, "title": "1896 Orange Free State presidential election", "abstract": "Presidential elections were held in the Orange Free State in February 1896. They were held after the former President Francis William Reitz resigned due to bad health in 1895. The two candidates were High Court judge Martinus Theunis Steyn and John G. Fraser. Whilst Steyn supported the proposed merger of the Orange Free State and Transvaal, Fraser was in favour of closer links with the neighbouring Cape Colony and the United Kingdom. The election resulted in a convincing win for Steyn, who received 83% of the vote. He was inaugurated as President on 4 March 1896 at the Dutch Reformed Church in Bloemfontein.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1896_Orange_Free_State_presidential_election"}
{"id": 32237583, "title": "1976 Cuban parliamentary election", "abstract": "Indirect parliamentary elections were held in Cuba on 2 November 1976, the first since the Cuban Revolution. Between December 1975 and November 1976 voters had elected members of the 169 Municipal Assemblies, who in turn elected the 489 members of the National Assembly. Candidates had to be members of the Communist Party or mass organisations. Of the members elected to the National Assembly, 30% worked in industry or public services, 29% were local government officials and 12% were civil servants. Municipal Assembly members also elected members of the 14 Provincial Assemblies. In the municipal elections there were around 30,000 candidates, with over five million citizens casting their vote.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1976_Cuban_parliamentary_election"}
{"id": 27114568, "title": "\"Uncle Tom's Cabin\" Contrasted with Buckingham Hall, the Planter's Home", "abstract": "\"Uncle Tom's Cabin\" Contrasted with Buckingham Hall, the Planter's Home is an 1852 novel by Robert Criswell, combining elements of Anti-Tom literature and romantic fiction.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Uncle_Tom%27s_Cabin%22_Contrasted_with_Buckingham_Hall,_the_Planter%27s_Home"}
{"id": 8756679, "title": "111th meridian west", "abstract": "The meridian 111° west of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, North America, the Pacific Ocean, the Southern Ocean, and Antarctica to the South Pole. The 111th meridian west forms a great circle with the 69th meridian east. In the United States, the Western border of Wyoming with Montana, Idaho, and Utah lies on the meridian 34° west of Washington, which is a couple of miles west of the meridian 111° west of Greenwich.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/111th_meridian_west"}
{"id": 56044268, "title": "1986 Stock Car Brasil season", "abstract": "The 1986 Stock Car Brasil Championship was the eighth season of Stock Car Brasil that consecrated as champion of this season, Marcos Gracia.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1986_Stock_Car_Brasil_season"}
{"id": 65296271, "title": "'Tis Well if it Takes", "abstract": "'Tis Well if it Takes is a 1719 comedy play by the British writer William Taverner. It premiered at Lincoln's Inn Fields on 28 February 1719. The original cast included John Leigh as Loveless, William Bullock as Oldish, Lacy Ryan as Charles, James Quin as Careful, James Spiller as Prate, Robert Pack as Easy, Jane Rogers as Corinna, Frances Maria Knight as Wishit, Mary Willis as Isabella, Elizabeth Spiller as Beatrice and Jane Egleton as Lucy. Lewis Theobald wrote the lyrics for a song performed in the Third Act. It ran for five nights, a reasonable length for a new comedy in the era.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Tis_Well_if_it_Takes"}
{"id": 21234560, "title": "124th meridian east", "abstract": "The meridian 124° east of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, Asia, the Pacific Ocean, the Indian Ocean, Australia, the Southern Ocean, and Antarctica to the South Pole. The 124th meridian east forms a great circle with the 56th meridian west.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/124th_meridian_east"}
{"id": 27837278, "title": "Sleeping With Sirens", "abstract": "Sleeping with Sirens is an American rock band formed in 2009.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Sleeping_With_Sirens"}
{"id": 43631659, "title": "1938–39 Ranji Trophy", "abstract": "The 1938–39 Ranji Trophy was the fifth edition of the Ranji Trophy, an annual first-class cricket tournament in India. Matches were played from 28 October 1938 to 21 February 1939 with a total of twenty teams participating. The Army and Delhi both returned and were included in the North Zone. The sides were divided into four zonal groups, but the tournament utilised a knockout format. Bengal won their first title defeating Southern Punjab in the final.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/Ranji_trophy.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1938%E2%80%9339_Ranji_Trophy"}
{"id": 22864557, "title": "1905 Barkston Ash by-election", "abstract": "The 1905 Barkston Ash by-election was a Parliamentary by-election held on 13 October 1905. The constituency returned one Member of Parliament (MP) to the House of Commons of the United Kingdom, elected by the first past the post voting system.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1905_Barkston_Ash_by-election"}
{"id": 73781812, "title": "1788 Connecticut gubernatorial election", "abstract": "The 1788 Connecticut gubernatorial election was held on 10 April 1788 in order to elect the Governor of Connecticut. Incumbent Federalist Governor of Connecticut Samuel Huntington won re-election as he ran unopposed.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Samuel_Huntington_-_Charles_Willson_Peale.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1788_Connecticut_gubernatorial_election"}
{"id": 76747704, "title": "Ławniczak", "abstract": "Ławniczak or Lawniczak is a surname of Polish origin. Notable people with the surname include: Aleks Ławniczak, Polish footballer Anna Lawniczak, Polish-Canadian mathematician Dominick Evans, Polish-Irish-American filmmaker and social activist Włodzimierz Ławniczak (1959–2011), Polish journalist and television executive", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%C5%81awniczak"}
{"id": 36046142, "title": "1934 New Zealand rugby union tour of Australia", "abstract": "The 1934 New Zealand tour rugby to Australia was the 15th tour by the New Zealand national rugby union team to Australia. The \"Wallabies\" won the Bledisloe Cup, with a victory and a tie.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1934_New_Zealand_rugby_union_tour_of_Australia"}
{"id": 10122731, "title": "1869 in Ireland", "abstract": "Events from the year 1869 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1869_in_Ireland"}
{"id": 36395089, "title": "1213 in Norway", "abstract": "Events in the year 1213 in Norway.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1213_in_Norway"}
{"id": 48238503, "title": "111th Virginia General Assembly", "abstract": "The 111th Virginia General Assembly was the meeting of the legislative branch of the Virginia state government from 1920 to 1922, after the 1919 state elections. It convened in Richmond for one session.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/ff/Virginia_Capitol_1916.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/111th_Virginia_General_Assembly"}
{"id": 59851899, "title": "1947 Delaware Fightin' Blue Hens football team", "abstract": "The 1947 Delaware Fightin' Blue Hens football team was an American football team that represented the University of Delaware as an independent during the 1947 college football season. In its fifth season under head coach William D. Murray, the team compiled a 4–4 record. Walter A. Marusa and John W. Messick were the team captains. In the final Litkenhous Ratings released in mid-December, Delaware was ranked at No. 129 out of 500 college football teams. The team played its home games at Wilmington Park in Wilmington, Delaware.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1947_Delaware_Fightin%27_Blue_Hens_football_team"}
{"id": 38718641, "title": "1899 Maltese general election", "abstract": "General elections were held in Malta on 7 March 1899. All seats had only a single candidate.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/e/eb/Coat_of_arms_of_Malta.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1899_Maltese_general_election"}
{"id": 12224802, "title": "1950 St. Louis Browns season", "abstract": "The 1950 St. Louis Browns season involved the Browns finishing 7th in the American League with a record of 58 wins and 96 losses.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1950_St._Louis_Browns_season"}
{"id": 38082822, "title": "1885–86 St. Mary's Y.M.A. season", "abstract": "The first match played by what is now Southampton Football Club, from Southampton in southern England, was by a team from St. Mary's Young Men's Association (YMA) on 21 November 1885. Since then, the club established themselves as a major force in local and regional football before moving up to national level, winning the FA Cup in 1976 and being founder members of the Premier League in 1992.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1885%E2%80%9386_St._Mary%27s_Y.M.A._season"}
{"id": 17650416, "title": "1986 Mestaruussarja", "abstract": "Statistics of Mestaruussarja in the 1986 season.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1986_Mestaruussarja"}
{"id": 40202, "title": "12th century BC", "abstract": "The 12th century BC is the period from 1200 to 1101 BC. The Late Bronze Age collapse in the ancient Near East and eastern Mediterranean is often considered to begin in this century.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/12th_century_BC"}
{"id": 76733285, "title": "Sthenopus (boxer shrimp)", "abstract": "Stenopus is a genus of swimming decapod crustaceans containing eleven species, including Stenopus hispidus, a common aquarium pet. Stenopus contains the following species:", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Sthenopus_(boxer_shrimp)"}
{"id": 69944399, "title": "1968 VMI Keydets football team", "abstract": "The 1968 VMI Keydets football team was an American football team that represented the Virginia Military Institute (VMI) as a member of the Southern Conference (SoCon) during the 1968 NCAA University Division football season ). In their third year under head coach Vito Ragazzo, the team compiled an overall record of 1–9 with a mark of 1–3 in conference play, placing sixth in the SoCon.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1968_VMI_Keydets_football_team"}
{"id": 51061626, "title": "1951–52 Honduran Amateur League", "abstract": "The 1951-52 Honduran Amateur League was the fifth edition of the Honduran Amateur League, Sula de La Lima defeated F.C. Motagua 4–3 in the final match played in San Pedro Sula. The season ran from 2 September 1951 to 30 March 1952.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1951%E2%80%9352_Honduran_Amateur_League"}
{"id": 76083432, "title": "Pompeian Red", "abstract": "Pompeian red refers to the color of iron oxide-based mineral pigment with a hue close to red ochre, so named because of its common use in ancient Roman painting and the fact that it is abundant in the murals of Pompeii. Studies have shown that walls with Pompeian red backgrounds were painted in various ways, of which the use of cinnabar was the most expensive. This term also defines the ochre-red color of a plaster characteristic of Roman ceramics.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Pompeian_Red"}
{"id": 71879201, "title": "1994–95 Grimsby Town F.C. season", "abstract": "During the 1994–95 English football season, Grimsby Town F.C. competed in the Football League First Division.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1994%E2%80%9395_Grimsby_Town_F.C._season"}
{"id": 10956098, "title": "1905 Australasian Championships – Singles", "abstract": "Rodney Heath defeated Albert Curtis, 4–6, 6–3, 6–4, 6–4, in the final to win the men's singles tennis title at the 1905 Australasian Championships. The event was played on Grass courts in Melbourne, Australia at Warehouseman's Cricket Ground. It was the inaugural edition of the tournament and took place in November 1905.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1905_Australasian_Championships_%E2%80%93_Singles"}
{"id": 76657864, "title": "Scott's Rule", "abstract": "Scott's Rule is a method to select the number of bins in a histogram. Scott's rule is widely employed in data analysis software including R, Python and Microsoft Excel where it is the default bin selection method. For a set of n observations x i let f ^ be the histogram approximation of some function f . The Integrated Mean Squared Error (IMSE) is Where E [ ⋅ ] denotes the expectation across many independent draws of n data points. By Taylor expanding to first order in h , the bin width, Scott showed that the optimal width is This formula is also the basis for the Freedman-Diaconis rule. By taking a normal reference i.e. assuming that f is a Normal distribution, the equation for h ∗ becomes where σ is the standard deviation of the Normal distribution and is estimated from the data. With this value of bin width Scott demonstrates that showing how quickly the histogram approximation approaches the true distribution as the number of samples increases.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Scott%27s_Rule"}
{"id": 62802830, "title": "1992 Davis Cup Europe/Africa Zone", "abstract": "The Europe/Africa Zone was one of the three zones of the regional Davis Cup competition in 1992. In the Europe/Africa Zone there were three different tiers, called groups, in which teams competed against each other to advance to the upper tier.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1992_Davis_Cup_Europe/Africa_Zone"}
{"id": 76710622, "title": "Back In Action (1994 film)", "abstract": "Back in Action is a 1994 Canadian action film directed by Steve DiMarco and Paul Ziller, starring Billy Blanks, Roddy Piper, Bobbie Phillips and Nigel Bennett. Blanks and Piper play contrasting types on a mission to take down a criminal cartel who threatens the former's sister, and killed the latter's police partner.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Back_In_Action_(1994_film)"}
{"id": 14732106, "title": "1264 in Ireland", "abstract": "Events from the year 1264 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1264_in_Ireland"}
{"id": 18443783, "title": "Andrew Davis (disambiguation)", "abstract": "Andrew Davis is an English conductor.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Andrew_Davis_(disambiguation)"}
{"id": 40888449, "title": "1993 IAAF World Cross Country Championships – Senior men's race", "abstract": "The Senior men's race at the 1993 IAAF World Cross Country Championships was held in Amorebieta, Spain, at the Jaureguibarría Course on March 28, 1993. A report on the event was given in The New York Times and in the Herald. Complete results, medallists, and the results of British athletes were published.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1993_IAAF_World_Cross_Country_Championships_%E2%80%93_Senior_men%27s_race"}
{"id": 25784226, "title": "10th meridian", "abstract": "10th meridian may refer to: 10th meridian east, a line of longitude east of the Greenwich Meridian 10th meridian west, a line of longitude west of the Greenwich Meridian", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10th_meridian"}
{"id": 76719112, "title": "Upper Volta with rockets", "abstract": "redirect Republic of Upper Volta#Rockets", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Upper_Volta_with_rockets"}
{"id": 3228565, "title": "163rd Battalion (French-Canadian), CEF", "abstract": "The 163rd (Canadien-Francais) Battalion, CEF was a unit in the Canadian Expeditionary Force during the First World War. Based in Montreal, Quebec, the unit began recruiting in late 1915 throughout the province of Quebec. In May 1916, the battalion sailed for the Imperial fortress of Bermuda, where it replaced the 38th Battalion (Ottawa), CEF and remained on garrison duty until late November of the same year. After arriving in England, the battalion was absorbed into the 10th Reserve Battalion on January 8, 1917. The 163rd (Canadien-Francais) Battalion, CEF had one Officer Commanding: Lieut-Col. H. DesRosiers. The journalist Olivar Asselin was a member of the battalion. The battalion is perpetuated by Les Fusiliers de Sherbrooke.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/163rd_Battalion_(French-Canadian),_CEF"}
{"id": 13905816, "title": "10P", "abstract": "10P, 10-P or 10.P may refer to: AMX-10P, a French Army tank 10P/Tempel, a comet British ten pence coin 10th Planet Jiu-Jitsu", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10P"}
{"id": 34881156, "title": "1885–86 Stoke F.C. season", "abstract": "The 1885–86 season was the third season Stoke took part the FA Cup.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1885%E2%80%9386_Stoke_F.C._season"}
{"id": 21823578, "title": "1922–23 FAI Cup", "abstract": "The FAI Cup 1922–23 was the second edition of Ireland's premier cup competition, The Football Association of Ireland Challenge Cup or FAI Cup. The tournament began on 6 January 1923 and concluded on 17 March with the final held at Dalymount Park, Dublin. An official attendance of 14,000 people watched Belfast side Alton United of the Falls League defeat Shelbourne 1–0. The Falls League's affiliation to the FAI, rather than the IFA, allowed the club to compete in the cup.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1922%E2%80%9323_FAI_Cup"}
{"id": 75622068, "title": "FinDreams", "abstract": "FinDreams is the brand name used by four automotive supplier companies owned by BYD. These companies were announced in March 2020 as spin-offs from BYD. The establishment of FinDreams companies was done to grow sales of components to other automotive companies. The companies include FinDreams Battery, FinDreams Powertrain, FinDreams Technology, FinDreams Vision (cancelled), and FinDreams Precision. Its Chinese name, 'Fudi' comes from a poem in the Classic of Poetry, which means honesty, trustworthiness, steadfastness and diligence.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/23/FinDreams_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/FinDreams"}
{"id": 71118546, "title": "1908 Nobel Prize in Literature", "abstract": "The 1908 Nobel Prize in Literature was awarded to the German philosopher Rudolf Christoph Eucken (1846–1926) \"in recognition of his earnest search for truth, his penetrating power of thought, his wide range of vision, and the warmth and strength in presentation with which in his numerous works he has vindicated and developed an idealistic philosophy of life.\" He is the second German to be awarded the prize and the first philosopher to be a recipient.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/ad/Eucken-im-Alter.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1908_Nobel_Prize_in_Literature"}
{"id": 7591016, "title": "1905 Auburn Tigers football team", "abstract": "The 1905 Auburn Tigers football team represented Alabama Polytechnic Institute in the 1905 Southern Intercollegiate Athletic Association football season. The team was led by head coach Mike Donahue, in his second year, and played their home games at both the Drill Field in Auburn and West End Park in Birmingham, Alabama. They finished the season with a record of two wins and four losses.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/a/a2/Auburn_Tigers_logo_%28pre-1971%29.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1905_Auburn_Tigers_football_team"}
{"id": 2234646, "title": "1874–75 in English football", "abstract": "The 1874–75 season was the fourth season of competitive football in England at a time when the sport was still the recreation for the higher classes in the country. The growth of football in England started with the formation of clubs from these elites and a period of Codification. Early clubs were Darwen and Turton in Lancashire. Football progressed mainly through education systems that encouraged young men to pursue playing the sport and create their own clubs post graduation. In 1874, Charles W. Alcock coined the term \"combination game\" for a style of play that was based on teamwork and co-operation, largely achieved by passing the ball instead of dribbling it.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/6/68/1stRoyalEngineers.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1874%E2%80%9375_in_English_football"}
{"id": 76709666, "title": "Robert Vansittart (diplomat)", "abstract": "REDIRECT[[Roert Vansittatt, 1st Baron Vansittart}]]", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Robert_Vansittart_(diplomat)"}
{"id": 56435452, "title": "1788-L", "abstract": "David Andrew Lunson, known as 1788-L, is an American DJ, electronic music producer. He rose to fame in 2018 with a remix of Virtual Self's \"Particle Arts\" uploaded onto his SoundCloud account. Other releases following this include \"Multiverse\" and a remix of Daft Punk's \"Rinzler\".", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1788-L"}
{"id": 36986098, "title": "1913 Tulane Olive and Blue football team", "abstract": "The 1913 Tulane Olive and Blue football team was an American football team that represented Tulane University as a member of the Southern Intercollegiate Athletic Association (SIAA) during the 1913 college football season. In its first year under head coach A. C. Hoffman, Tulane compiled a 3–5 record.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1913_Tulane_Olive_and_Blue_football_team"}
{"id": 63831556, "title": "1901 Richfield earthquake", "abstract": "The 1901 Richfield earthquake was a magnitude Mw7.0 earthquake that occurred on 13 November 1901 at approximately 9:39 PM MST at Richfield, Utah, United States. If estimations are accurate, it is the largest earthquake ever recorded in Utah.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1901_Richfield_earthquake"}
{"id": 52674176, "title": "1903–04 Colgate men's basketball team", "abstract": "The 1903–04 Colgate Raiders men's basketball team represented Colgate University during the 1903–04 college men's basketball season. The head coach was Ellery Huntington Sr. coaching the Raiders in his fourth season. The team finished with an overall record of 12–5.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Colgate_men%27s_basketball_team"}
{"id": 76708884, "title": "Mosaic Klinefelter syndrome", "abstract": "Mosaic Klinefelter syndrome, also known as Klinefelter syndrome mosaicism 46,XX/47,XXY, is a rare disorder of sex development in which the individual exhibits mosaicism with two different karyotypes existing in the same body. Effects of the genetic condition may include lowered testosterone due to smaller than normal testicles, leading to little or no sperm count. Additional effects of reduced testosterone may be reduced muscle mass, reduced body and facial hair, and enlarged breast tissue.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Mosaic_Klinefelter_syndrome"}
{"id": 47301520, "title": "1635 in Sweden", "abstract": "Events from the year 1635 in Sweden", "image_url": "https://upload.wikimedia.org/wikipedia/commons/f/f8/Painting_1635_Wladyslaw4_Zadzik_Koniecpolski.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1635_in_Sweden"}
{"id": 64165569, "title": "1924 North Carolina gubernatorial election", "abstract": "The 1924 North Carolina gubernatorial election was held on November 4, 1924. Democratic nominee Angus Wilton McLean defeated Republican nominee Isaac Melson Meekins with 61.33% of the vote.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/7/72/Seal_of_North_Carolina.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1924_North_Carolina_gubernatorial_election"}
{"id": 56503539, "title": "18 de Mayo", "abstract": "18 de Mayo or Dieciocho de Mayo is a city and municipality in the Canelones Department of Uruguay.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/48/Municipio18deMayoCanelones.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/18_de_Mayo"}
{"id": 56067536, "title": "1904–05 Hibernian F.C. season", "abstract": "During the 1904–05 season Hibernian, a football club based in Edinburgh, finished fifth out of 14 clubs in the Scottish First Division.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1904%E2%80%9305_Hibernian_F.C._season"}
{"id": 33404879, "title": "1935 Calgary Bronks season", "abstract": "The 1935 Calgary Bronks season was the first in franchise history where the team finished in first place in the Alberta Rugby Football Union with a 2–0 division record. The Bronks played in the Western Title game, but lost to the eventual Grey Cup champion, the Winnipegs.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1935_Calgary_Bronks_season"}
{"id": 71609409, "title": "1926–27 Arkansas Razorbacks men's basketball team", "abstract": "The 1926–27 Arkansas Razorbacks men's basketball team represented the University of Arkansas in the 1926–27 college basketball season. The Razorbacks played their home games in Schmidt Gymnasium in Fayetteville, Arkansas. It was Francis Schmidt's fourth season as head coach of the Hogs and the program's fourth season overall. The Razorbacks won the Southwest Conference regular season championship with a record of 8–2 and 14–2 overall, Arkansas's second of five straight conference titles. The season featured Arkansas's first-ever overtime game, a 23–22 victory over TCU in Fort Worth. Future Arkansas football and basketball coach Glen Rose, Harold Steele, and Tom Pickell were all First-Team All-SWC players for the season.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/8/81/Arkansas_Razorbacks_logo.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1926%E2%80%9327_Arkansas_Razorbacks_men%27s_basketball_team"}
{"id": 19717754, "title": "1925 PGA Championship", "abstract": "The 1925 PGA Championship was the eighth PGA Championship, held September 21–26 at Olympia Fields Country Club in Olympia Fields, Illinois, a suburb south of Chicago. Then a match play championship, defending champion Walter Hagen defeated Bill Mehlhorn 6 and 5 in the finals on Courses 3 and 4 to win his second consecutive PGA Championship, his third overall, and the seventh of his eleven major titles. The victory ran Hagen's match record at the PGA Championship in the 1920s to 20–1 (.952), falling only to Gene Sarazen in 38 holes in the 1923 finals. With his second consecutive title, his winning streak stood at ten matches. This was the second of four consecutive PGA Championships for Hagen; through 2013, no other player was won more than two consecutive titles. Hagen had close calls in this event; his first round match with low qualifier Al Watrous went to 39 holes and the quarterfinal match with future two-time champion Leo Diegel went to 40 holes after Diegel built an early lead. Hagen defeated Diegel the following year in the finals, then Diegel beat Hagen on the way to his two titles in 1928 and 1929. The four 18-hole courses at Olympia Fields were reduced to two in the 1940s when the club sold half of its property. Course No. 4 became the North course, and the South course is a composite of holes form the other three.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1925_PGA_Championship"}
{"id": 23023488, "title": "No. 657 Squadron RAF", "abstract": "No. 657 Squadron RAF was a unit of the Royal Air Force in North Africa, Italy and the Netherlands during the Second World War and afterwards in Germany. Numbers 651 to 663 Squadrons of the RAF were air observation post units working closely with British Army units in artillery spotting and liaison. Their duties and squadron numbers were transferred to the Army with the formation of the Army Air Corps on 1 September 1957.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/1b/Auster.aop9.tw511.arp.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/No._657_Squadron_RAF"}
{"id": 67199058, "title": "1943–1944 Massachusetts legislature", "abstract": "The 153rd Massachusetts General Court, consisting of the Massachusetts Senate and the Massachusetts House of Representatives, met in 1943 and 1944.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1943%E2%80%931944_Massachusetts_legislature"}
{"id": 60076561, "title": "1875 (disambiguation)", "abstract": "1875 may refer to: 1875, a number in the 1000 (number) range", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1875_(disambiguation)"}
{"id": 51448532, "title": "189th Motorized Infantry Brigade (People's Republic of China)", "abstract": "The 189th Division was created in January 1949 under the Regulation of the Redesignations of All Organizations and Units of the Army, issued by Central Military Commission on November 1, 1948,basing on the 9th Brigade, 3rd Column of the Jinchaji Military Region. Its history can be traced to the 5th Military Sub-district of Jinchaji Military Region, formed in March 1940.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/189th_Motorized_Infantry_Brigade_(People%27s_Republic_of_China)"}
{"id": 54465911, "title": "1982 Murjani WTA Championships", "abstract": "The 1982 Murjani WTA Championships was a women's tennis tournament played on outdoor clay courts at the Amelia Island Plantation on Amelia Island, Florida in the United States that was part of the 1982 WTA Tour. It was the third edition of the tournament and was held from April 19 through April 25, 1982. First-seeded Chris Evert-Lloyd won the singles title and earned $32,000 first-prize money.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1982_Murjani_WTA_Championships"}
{"id": 53024945, "title": "1903–04 Challenge Cup", "abstract": "The 1903–04 Challenge Cup was the 8th staging of rugby league's oldest knockout competition, the Challenge Cup. Halifax became the second team to record back-to-back Cup wins but would not reach another final until 1921, nor win the Cup again until 1931.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Challenge_Cup"}
{"id": 37078259, "title": "(And The) Pictures in the Sky", "abstract": "\"(And The) Pictures in the Sky\" is a song by the British band, Medicine Head. It was written by band member, John Fiddler. The first hit single for Medicine Head, it was released in 1971 and entered the UK Singles Chart in June, reaching number 22 in July.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/(And_The)_Pictures_in_the_Sky"}
{"id": 30701567, "title": "1981 John Player League", "abstract": "The 1981 John Player League was the thirteenth competing of what was generally known as the Sunday League. The competition was won for the first time by Essex County Cricket Club.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1981_John_Player_League"}
{"id": 7427999, "title": "Dr. Mohammed Khan", "abstract": "Topics referred to by the same term", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Dr._Mohammed_Khan"}
{"id": 21489571, "title": "11th Brigade", "abstract": "11th Brigade may refer to:", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/11th_Brigade"}
{"id": 62507315, "title": "Vexillology (deadmau5 album)", "abstract": "Vexillology is the second studio album released by deadmau5. It is one of two deadmau5 albums that did not contain the mau5head brand logo upon original release. The word vexillology is defined as the study of flags and their symbols.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Vexillology_(deadmau5_album)"}
{"id": 45531501, "title": "1955 in Laos", "abstract": "The following lists events that happened during 1955 in Laos.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1955_in_Laos"}
{"id": 75508922, "title": "1992 Volvo Women's Open – Doubles", "abstract": "Nana Miyagi and Suzanna Wibowo were the defending champions, but Wibowo did not compete this year. Miyagi teamed up with Yayuk Basuki and lost in the quarterfinals to Isabelle Demongeot and Natalia Medvedeva. Demongeot and Medvedeva won the title by defeating Pascale Paradis-Mangon and Sandrine Testud 6–1, 6–1 in the final.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1992_Volvo_Women%27s_Open_%E2%80%93_Doubles"}
{"id": 76734265, "title": "2020–21 Dreams F.C. (Ghana) season", "abstract": "Dreams F.C Football team season", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/2020%E2%80%9321_Dreams_F.C._(Ghana)_season"}
{"id": 64769861, "title": "'Cause I Have You", "abstract": "\"'Cause I Have You\" is a song written and recorded by American country artist Wynn Stewart. It was released as a single in 1967 and became a major hit the same year.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Cause_I_Have_You"}
{"id": 16334009, "title": "Viceroy and Governor-General of India", "abstract": "REDIRECT Governor-General of India", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Viceroy_and_Governor-General_of_India"}
{"id": 62789860, "title": "1973 Cincinnati Bearcats football team", "abstract": "The 1973 Cincinnati Bearcats football team represented the University of Cincinnati as an independent during 1973 NCAA Division I football season. Led by first-year head coach Tony Mason, the Bearcats compiled a record of 4–7.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1973_Cincinnati_Bearcats_football_team"}
{"id": 3118126, "title": "Seven Seals (album)", "abstract": "Seven Seals is the sixth album by the German power metal band Primal Fear, released on 15 October 2005. It is the first album with artwork which does not contain a scene depicting their bird-of-prey mascot, but instead a logo based upon it. It is also the first album recorded in Standard D Tuning. A music video was made for \"Seven Seals\".", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Seven_Seals_(album)"}
{"id": 18740534, "title": "10R", "abstract": "10R may refer to: 10R, one of the standard photographic print sizes Beneteau First 10R, a French sailboat design Kawasaki Ninja ZX-10R, a Kawasaki sport motorcycle iPhone XR, with the Roman numeral X.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10R"}
{"id": 44920907, "title": "1971 in Iran", "abstract": "Events from the year 1971 in Iran.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1971_in_Iran"}
{"id": 46996187, "title": "1901 SAFA Grand Final", "abstract": "The 1901 SAFA Grand Final was the concluding championship match of the 1901 SAFA season. The game resulted in a victory for Norwood who beat Port Adelaide by four points.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1901_SAFA_Grand_Final"}
{"id": 75772127, "title": "Welcome to the Jungle (2024 film)", "abstract": "Welcome to the Jungle is an upcoming Hindi language action adventure comedy film directed by Ahmed Khan and produced by Firoz Nadiadwala. It is a standalone sequel to Welcome (2007) and Welcome Back (2015), and the third installment of the Welcome franchise. The film stars an ensemble cast featuring Akshay Kumar, Sanjay Dutt, Suniel Shetty, Arshad Warsi, Tusshar Kapoor, Shreyas Talpade, Paresh Rawal, Raveena Tandon, Lara Dutta, Jacqueline Fernandez and Disha Patani in lead roles. The film was announced in August 2023 while a motion poster was released in September 2023. Principal photography began in December 2023, and it is scheduled for theatrical release on 20 December 2024.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Welcome_to_the_Jungle_(2024_film)"}
{"id": 75543536, "title": "'Cause You Are Young", "abstract": "\"Cause You Are Young\" is the second single from the debut album by C.C. Catch, released in February 1986. The song was composed, arranged, and produced by the German Dieter Bohlen. It was included in the album Catch the Catch, released in 1986.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%27Cause_You_Are_Young"}
{"id": 1573799, "title": "1578 Kirkwood", "abstract": "1578 Kirkwood, provisional designation 1951 AT, is a Hilda asteroid from the outermost regions of the asteroid belt, approximately 52 kilometers in diameter. It was discovered on 10 January 1951, by astronomers of the Indiana Asteroid Program at Goethe Link Observatory in Indiana, United States. The asteroid was named after American astronomer Daniel Kirkwood.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b8/001578-asteroid_shape_model_%281578%29_Kirkwood.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1578_Kirkwood"}
{"id": 21364111, "title": "1968 French Covered Court Championships", "abstract": "The 1968 French Covered Court Championships was a tennis tournament played on indoor carpet courts. It was the last edition of the French Covered Court Championships before it was taken over by the Paris Open. It took place at the Palais omnisports de Paris-Bercy in Paris, France, and was held from 12 February through 18 February 1968. Milan Holeček and Nell Truman won the singles titles.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1968_French_Covered_Court_Championships"}
{"id": 25532300, "title": "Puritan tiger beetle", "abstract": "Puritan tiger beetle may refer to: Cicindela puritana, a synonym for Ellipsoptera puritana Ellipsoptera puritana", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Puritan_tiger_beetle"}
{"id": 62700784, "title": "1874–75 Scottish Districts season", "abstract": "The 1874–75 Scottish Districts season is a record of all the rugby union matches for Scotland's district teams. It includes the Inter-City fixtures between Glasgow District and Edinburgh District.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1874%E2%80%9375_Scottish_Districts_season"}
{"id": 65670816, "title": "1931–32 Madrid FC season", "abstract": "The 1931–32 season was Madrid Football Club's 30th season in existence, and their 4th consecutive season in the Primera División. The club also played in the Campeonato Mancomunado Centro-Aragón and the Copa del Rey. The establishment of the Second Spanish Republic in April 1931 caused Real Madrid Club de Fútbol to lose the title \"Real\" and the royal crown from their crest and badge, and Real Madrid went back to being named Madrid Football Club. Madrid FC secured their first Primera División title, finishing the league unbeaten.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1931%E2%80%9332_Madrid_FC_season"}
{"id": 61198289, "title": "Eric Roux", "abstract": "Eric Roux is a French author and a leader of the Church of Scientology of France and Europe.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Eric_Roux"}
{"id": 41233503, "title": "1875 Armagh City by-election", "abstract": "The 1875 Armagh City by-election was held on 18 October 1875. The by-election was fought due to the death of the incumbent Conservative MP, John Vance. It was won by the Conservative candidate George Beresford.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1875_Armagh_City_by-election"}
{"id": 18438214, "title": "10th meridian east", "abstract": "The meridian 10° east of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, Europe, Africa, the Atlantic Ocean, the Southern Ocean, and Antarctica to the South Pole. The 10th meridian east forms a great circle with the 170th meridian west.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10th_meridian_east"}
{"id": 31557863, "title": "1949 New Zealand gambling referendum", "abstract": "A referendum on gambling was held in New Zealand on 9 March 1949. Voters were asked whether off-course betting on horse races should be allowed. It was approved, with 68% in favour. Voter turnout was 54%. The referendum was held in conjunction with the 1949 New Zealand licensing hours referendum.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Coat_of_arms_of_New_Zealand.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1949_New_Zealand_gambling_referendum"}
{"id": 43119750, "title": "\"Civilized\" Sexual Morality and Modern Nervous Illness", "abstract": "\"Civilized\" Sexual Morality and Modern Nervous Illness is an article published by Sigmund Freud in 1908, in the journal Sexual-Probleme. Referencing Christian von Ehrenfels' distinction between cultural and natural sexual morality, Freud explains the etiological significance of cultural sexual morality as a reason for neurosis. At the beginning, Freud states that cultural sexual mores impose constraints on the individual, which can cause damage to the person, which in turn threatens the culture as a whole. While von Ehrenfels argues primarily on the basis of Social Darwinism, saying social sexual morality may prevent male sexual selection in reproduction, Freud focuses on the consequences of socially-imposed repression of the sexual instinct as a cause of neurosis. Culture is based on renunciation of drives. There is therefore a tension between a person's body, which seeks fulfilment of drives, and the demands of culture to renounce desire. Those who cannot conform to these requirements imposed by society are either viewed as criminals and perverts - if they cannot fulfil society's demand for renunciation - or escape into neurosis when the drives are suppressed to such an extent that neurotic substitute pleasures are developed in their stead. Neurosis is thus the negative counterpart of perversion, \"because they [neurotics] have the same appetites as the positive perverts in a 'repressed' state.\" Freud said that the \"perverse\" part of the libido is caused by a disturbance in development. The libido was originally meant for deriving pleasure, not only at the genitals but also at other erogenous zones; but education has the purpose of limiting autoeroticism and directing love towards objects other than oneself, finally achieving the \"primacy of genitals put into the service of procreation\". Thus Freud was one of the first people who said that sexuality by itself does not generate any internal conflict, and explained that the conflict arises only through interaction with the outside world, with its social norms and its expectation of repression of instincts, which leads to disease. The suppressed perverse drives are ideally channeled through sublimation and harnessed for cultural work. The sex drive in humans is aperiodic and is divorced from reproduction. Therefore, it can be metonymically shifted and applied to other areas. Thus, culture benefits to a great extent - and is even dependent - on sexual energy that is redirected through sublimation. Therefore, Freud concluded that a complete renunciation of the sex drive is detrimental to culture. Abstinence only produces \"brave weaklings\", but not great thinkers with bold ideas. Freud thus describes the dilemma of culture, which simultaneously calls for renunciation while still needing the sexual instinct to preserve itself. The repression model that imposes cultural sexual morality should therefore be abandoned in favor of a sublimation, displacement, and distribution model of sexual energies.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Civilized%22_Sexual_Morality_and_Modern_Nervous_Illness"}
{"id": 2506999, "title": "1866 New Zealand general election", "abstract": "The 1866 New Zealand general election was held between 12 February and 6 April to elect 70 MPs to the fourth term of the New Zealand Parliament. In 1867 four Māori electorates were created, initially as a temporary measure for five years. The first Māori elections for these seats were held in 1868, with universal suffrage for Māori males over 21. The first four Māori members of parliament were Tareha Te Moananui, Frederick Nene Russell and John Patterson, who all retired in 1870; and Mete Kīngi Paetahi who was defeated in 1871.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Edward_William_Stafford.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1866_New_Zealand_general_election"}
{"id": 51989635, "title": "1960–61 Cypriot Second Division", "abstract": "The 1960–61 Cypriot Second Division was the seventh season of the Cypriot second-level football league. Enosis Agion Omologiton won their 1st title.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1960%E2%80%9361_Cypriot_Second_Division"}
{"id": 59440898, "title": "10th electoral unit of the House of Representatives of the Federation of Bosnia and Herzegovina", "abstract": "The tenth electoral unit of the Federation of Bosnia and Herzegovina is a parliamentary constituency used to elect members to the House of Representatives of the Federation of Bosnia and Herzegovina since 2000. It consists of West Herzegovina Canton.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/4/45/HoRFBiHElectoralUnit10.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10th_electoral_unit_of_the_House_of_Representatives_of_the_Federation_of_Bosnia_and_Herzegovina"}
{"id": 76743819, "title": "Pen-y-garreg", "abstract": "REDIREDCTElan Valley Reservoirs", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Pen-y-garreg"}
{"id": 51718084, "title": "1966 Toledo Rockets football team", "abstract": "The 1966 Toledo Rockets football team was an American football team that represented Toledo University in the Mid-American Conference (MAC) during the 1966 NCAA University Division football season. In their fourth season under head coach Frank Lauterbur, the Rockets compiled a 2–7–1 record, tied for sixth place in the MAC, and outscored all opponents by a combined total of 162 to 137. The team's statistical leaders included John Schneider with 1,537 passing yards, Roland Moss with 443 rushing yards and 38 points scored, and Henry Burch with 480 receiving yards.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1966_Toledo_Rockets_football_team"}
{"id": 64475625, "title": "1918 Campeonato Paulista", "abstract": "The 1918 Campeonato Paulista, organized by the APEA, was the 17th season of São Paulo's top association football league. After the sixth round, Palestra Itália abandoned the championship in protest against the refereeing in their match against Paulistano. Then, the championship was interrupted in October, when the Spanish flu hit Brazil, and did not resume until December. As a result, multiple matches that did not have any bearing on deciding the title were cancelled and the championship only ended in January 1919. Paulistano won the title for the 6th time. The top scorer was Paulistano's Arthur Friedenreich, with 25 goals.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1918_Campeonato_Paulista"}
{"id": 61549430, "title": "1889 Monaro colonial by-election", "abstract": "A by-election was held for the New South Wales Legislative Assembly electorate of Monaro on 17 December 1889 because of the death of Harold Stephen (Protectionist).", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1889_Monaro_colonial_by-election"}
{"id": 15055430, "title": "1965 Major League Baseball draft", "abstract": "The 1965 Major League Baseball draft is the first year in which a draft took place for Major League Baseball. It was held on June 8–9 in New York City. In Major League Baseball's first Free Agent Amateur Draft, the Kansas City Athletics selected Arizona State sophomore Rick Monday as the number one pick. Kansas City also chose ten future major leaguers, including Sal Bando and Gene Tenace, building the base for the Oakland Athletics' championship teams of the early 1970s. A total of 813 players were selected. Some of the more significant picks were catcher Johnny Bench by the Cincinnati Reds in the second round, pitcher Nolan Ryan by the New York Mets in the twelfth round, and infielder Graig Nettles by the Minnesota Twins in the fourth round. The first player to reach the majors was pitcher Joe Coleman, the Washington Senators' first pick and third pick overall. Future Hall of Famer Tom Seaver was selected by the Los Angeles Dodgers in the 10th round but did not sign and returned to the University of Southern California campus.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1965_Major_League_Baseball_draft"}
{"id": 76712306, "title": "St Mary's primary school, Bathgate", "abstract": "St Mary's primary school, Bathgate, is a Roman Catholic Primary school in Bathgate, Scotland. St. Mary's Primary is a Roman Catholic primary school situated in the centre of Bathgate, West Lothain. The school was opened in 1958 and there is provision for classes from Primary One to Primary Seven. In 2022, the £1.2 million St Mary's nursery class opened to serve nursery age children in Bathgate.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/32/StMarysBathgateEmblem.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/St_Mary%27s_primary_school,_Bathgate"}
{"id": 18373955, "title": "1959 Tasmanian state election", "abstract": "The 1959 Tasmanian state election was held on 2 May 1959 in the Australian state of Tasmania to elect 35 members of the Tasmanian House of Assembly. The number of members were increased from this election from 30 to 35. The election used the Hare-Clark proportional representation system — seven members were elected from each of five electorates. The two previous elections had resulted in a parliamentary deadlock due to an even number of seats (30) in the House of Assembly. Prior to the 1959 election, the number of seats was increased to 35. Robert Cosgrove had retired as Premier of Tasmania, and had been replaced by Eric Reece on 26 August 1958.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/2/24/Eric_Reece.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1959_Tasmanian_state_election"}
{"id": 875919, "title": "CVAR", "abstract": "CVAR and ConVar are abbreviations for Console Variable. Depending on the context in which the term is found, it may also stand for Client Variable, or Configuration Variable. This is a type of variable used in many computer games and computer 3D simulation engines that can be manipulated by a text based command line interface within the game or engine, often called a console. They commonly hold configuration parameters, but can be used for anything that may potentially be accessed and/or modified by the console. The most common usage of CVARs is by server operators to customize their online game servers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/CVAR"}
{"id": 59526258, "title": "Super Mutant", "abstract": "Super Mutants are a fictional race of posthuman beings from the post-apocalyptic Fallout video game franchise. The Super Mutants were first introduced in 1997's Fallout as the results of human experimentation with a strain of the Forced Evolutionary Virus (FEV), a genetically engineered viral mutagen which transforms the subjects into a hulking monstrous humanoid form. Within series lore, Super Mutants tend to be depicted as savage and innately violent beings who, as a result of their transformations, lost a substantial amount of intelligence and often have cannibalistic tendencies. While Super Mutants tend to form their own factions or societies and are usually hostile to civilized humans, some have chosen to live peacefully alongside humans in settlements across the post-apocalyptic wasteland. Among the most recognizable and integral elements of the Fallout intellectual property (IP), Super Mutants have appeared in every media of the franchise, and have been the subject of numerous fan mods of Fallout series games. Certain individual Super Mutant characters have been well received by critics for their characterization, although the role the Super Mutant race have played throughout the history of the franchise have been the source of contention for some commentators.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Super_Mutant"}
{"id": 48552529, "title": "1976 Southwest Conference men's basketball tournament", "abstract": "The 1976 Southwest Conference men's basketball tournament was held March 4–6, 1976, at Moody Coliseum in Dallas, TX. The first round took place February 28 at the higher seeded campus sites. Number 2 seed Texas Tech defeated 1 seed Texas A&M 74–72 to win their 1st championship and receive the conference's automatic bid to the 1976 NCAA tournament.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1976_Southwest_Conference_men%27s_basketball_tournament"}
{"id": 21036840, "title": "111th meridian east", "abstract": "The meridian 111° east of Greenwich is a line of longitude that extends from the North Pole across the Arctic Ocean, Asia, the Indian Ocean, the Southern Ocean, and Antarctica to the South Pole. The 111th meridian east forms a great circle with the 69th meridian west.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/111th_meridian_east"}
{"id": 75021332, "title": "James Kenneth Campbell", "abstract": "American actor", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/James_Kenneth_Campbell"}
{"id": 46261725, "title": "1982 Greenwich London Borough Council election", "abstract": "The 1982 Greenwich Council election took place on 6 May 1982 to elect members of Greenwich London Borough Council in London, England. The whole council was up for election and the Labour party stayed in overall control of the council.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1982_Greenwich_London_Borough_Council_election"}
{"id": 50810534, "title": "1901 Rutgers Queensmen football team", "abstract": "The 1901 Rutgers Queensmen football team was an American football team that represented Rutgers University as an independent during the 1901 college football season. In its first and only season under head coach Arthur P. Robinson, the team compiled a 0–7 record and was outscored by their opponents, 133 to 5. William B. Wyckoff was the team captain.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1901_Rutgers_Queensmen_football_team"}
{"id": 67587883, "title": "List of Star Wars: The Bad Batch episodes", "abstract": "Star Wars: The Bad Batch is an American animated television series created by Dave Filoni for the streaming service Disney+. The first season premiered on May 4, 2021, and ran for 16 episodes until August 13. A 16-episode second season was released from January 4 to March 29, 2023, and a 15-episode third and final season is being released from February 21 to May 1, 2024.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/List_of_Star_Wars:_The_Bad_Batch_episodes"}
{"id": 73928766, "title": "\"Untitled\" (America)", "abstract": "\"Untitled\" (America) is an artwork by Felix Gonzalez-Torres that is currently in the collection of the Whitney Museum of American Art. The work consists of twelve individual parts/light strings, each part has 42 light bulbs. The artist purposefully chose not to specify how the work should be installed. An integral part of the artwork is that each time it is installed the exhibitor's choice of configuration completes the work. The light bulbs needed to install the work are most often sourced by the exhibitor and the original light bulbs are used as a guideline when choosing the brightness, shape and finish of the bulbs used for an installation. “Untitled” (America) is the only light string in Gonzalez-Torres's oeuvre that is ideally intended to be installed outdoors. The exhibitor may choose to install the piece, in its entirety or using any number of the twelve parts, outdoors and/or indoors.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Untitled%22_(America)"}
{"id": 14854306, "title": "1984 (magazine)", "abstract": "1984 was an American black and white science-fiction comic magazine published in New York City by Warren Publishing from 1978 to 1983. 1984 was edited by Bill Dubay. The title of the magazine was changed to 1994 starting with issue #11 in February, 1980 based on a request by the estate of George Orwell. The magazine ceased publication with issue #29 in February, 1983 due to the bankruptcy of Warren Publishing.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1984_(magazine)"}
{"id": 32576994, "title": "1906 Wisconsin Badgers football team", "abstract": "The 1906 Wisconsin Badgers football team represented the University of Wisconsin as a member of the Western Conference during the 1906 college football season. Led by first-year head coach Charles P. Hutchins, the Badgers compiled an overall record of 5–0 with a mark of 3–0 in conference play, sharing the Western Conference title with 1906 Michigan Wolverines football team and 1906 Minnesota Golden Gophers football team. The team's captain was Warren A. Gelbach.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1906_Wisconsin_Badgers_football_team"}
{"id": 76746335, "title": "Codex Sassoon 507", "abstract": "Redirecet Damascus Pentateuch", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Codex_Sassoon_507"}
{"id": 53307634, "title": "1976 Pau Grand Prix", "abstract": "The 1976 Pau Grand Prix was a Formula Two motor race held on 7 June 1976 at the Pau circuit, in Pau, Pyrénées-Atlantiques, France. The Grand Prix was won by René Arnoux, driving the Martini MK19. Jacques Laffite finished second and Jean-Pierre Jabouille third.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/5/51/Carte_circuit_de_Pau.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1976_Pau_Grand_Prix"}
{"id": 24997719, "title": "1780 in sports", "abstract": "1780 in sports describes the year's events in world sport.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Diomed_by_John_Nost_Sartorius_1777.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1780_in_sports"}
{"id": 57502354, "title": "1934 North Carolina Tar Heels football team", "abstract": "The 1934 North Carolina Tar Heels football team represented the University of North Carolina at Chapel Hill during the 1934 college football season. The Tar Heels were led by first-year head coach Carl Snavely and played their home games at Kenan Memorial Stadium. They competed as a member of the Southern Conference, finishing with an undefeated conference record of 2–0–1. North Carolina claims a conference championship for 1934, although the official conference champion is Washington and Lee, who finished 4–0–0. Team captain and guard George T. Barclay became North Carolina's first first-team All-American, being selected by several selectors including the AP and the All-American Board. He later was the head coach at UNC from 1953 to 1955.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1934_North_Carolina_Tar_Heels_football_team"}
{"id": 10726476, "title": "Mobile Communication and Society", "abstract": "Mobile Communication and Society: A Global Perspective is a book by Manuel Castells, Mireia Fernandez-Ardevol, Jack Linchuan Qui, and Araba Sey published by The MIT Press that looks at the impact of mobile phone technology. It argues: \"Wireless networks are the fastest growing communications technology in history. Are mobile phones expressions of identity, fashionable gadgets, tools for life -- or all of the above? 'Mobile Communications and Society' looks at how the possibility of multimodal communications from anywhere to anywhere at any time affects everyday life at home, at work, and at school, and raises broader concerns about politics and culture both global and local.\" This book says its data was \"gathered from around the world\" and authors take a look at \"who has access to wireless technology, and why, and analyze the patterns of social differential seen in unequal access.\" It touches issues in countries and continent as diverse as the United States, China, Europe, Latin America and Africa. Its chapters are: Opening: Our Networks, Our Lives The Diffusion of Wireless Communications in the World The Social Differentiation of Wireless Communication Users: Age, Gender, Ethnicity, and Socioeconomic Status Communication and Mobility in Everyday Life The Mobile Youth Culture The Space of Flows, Timeless Time, and Mobile Networks The Language of Wireless Communication The Mobile Civil Society: Social Movements, Political Power, and Communication Networks Wireless Communication and Global Development: New Issues, New Strategies Conclusion: The Mobile Network Society", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Mobile_Communication_and_Society"}
{"id": 76618923, "title": "Bersagh", "abstract": "Bersagh or beji is a cookies or a type of wide and small sweet bread found in the Lorestan, Kermanshah, Ilam and Hamedan provinces of Iran. In the Turkish dialect of Songhor, a city of Kermanshah province, it is called Pishik. Bersagh is made from flour, sugar, oil, eggs, milk, salt and turmeric. The ingredients are mixed together and kneaded, made into a thin dough, and then fried in oil.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/9/96/Bersagh.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Bersagh"}
{"id": 7651346, "title": "112", "abstract": "112 may refer to: 112 (number), the natural number following 111 and preceding 113 112 (band), an American R&B quartet from Atlanta, Georgia 112 (album), album from the band of the same name 112, the standard emergency phone number in the European Union and on GSM cellphones 112 BC, a year AD 112, a year of the Julian calendar Copernicium, an element with atomic number 112 112 112 KFM 112M aircraft engine Thai Criminal Code section 112, see Lèse majesté in Thailand 112 Iphigenia, a main-belt asteroid", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/112"}
{"id": 47876029, "title": "1903–04 Connecticut Aggies men's basketball team", "abstract": "The 1903–04 Connecticut Aggies men's basketball team represented Connecticut Agricultural College, now the University of Connecticut, in the 1903–04 collegiate men's basketball season. The Aggies completed the season with a 6–3 record against mostly local high schools. The Aggies were members of the Athletic League of New England State Colleges.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1903%E2%80%9304_Connecticut_Aggies_men%27s_basketball_team"}
{"id": 12529473, "title": "180th Division (1st Formation) (People's Republic of China)", "abstract": "The 180th Division was created in February 1949 under the Regulation of the Redesignations of All Organizations and Units of the Army, issued by Central Military Commission on November 1, 1948, basing on the 24th Brigade, 8th Column of Huabei Military Region. Its history could be traced to 24th Brigade, 8th Column of Jinjiluyu Field Army formed in July 1947. The division was part of 60th Corps. Under the flag of 180th division it took part in the Chinese Civil War. Before the Korean War it was stationed in Chengdu, Sichuan. From March 1951 the division entered Korea as a part of the People's Volunteer Army during the Korean War with a standard strength of approximately 10,000 men. During what the Chinese call the 5th campaign, the PVA/CPV suffered its largest loss during the war: the 180th Division of the 60th Army was destroyed. Roughly 3,000 men escaped earlier, but the majority of the division were killed or captured. During the final days of the 5th campaign, the main body of the 180th Division was encircled during a UN counterattack, and after a few days of hard fighting, the division was fragmented, and regiments fled in all directions. Soldiers either deserted or were abandoned by their officers during failed attempts to wage guerilla warfare without support from locals. Finally, out of ammunition and food, some 5,000 soldiers were captured. The division commander and other officers who escaped were subsequently investigated and demoted back in China. Most of those captured from the 180th Division were sent to Koje Island, 25 miles southwest of Pusan, including the Division Commissar Pei Shan. Since many of the officers were former Nationalist Chinese Army Military cadets many chose to join their former units and complete their training in Taiwan. A large portion remained in Taiwan after the Korean War. The remaining part of the division absorbed 3 replacement regiments and took part in the Battle of Kumsong. In September 1953 it pulled out from Korea. In 1953 it renamed as 180th Infantry Division. In April 1960 the division was renamed as 180th Army Division. By then the division was composed of: 538th Infantry Regiment; 539th Infantry Regiment; 540th Infantry Regiment; 560th Artillery Regiment. On December 20, 1964, the division was disbanded in Anhui Province. The 540th Infantry and 560th Artillery Regiments formed the basis for the Independent Division of Anhui Provincial Military District.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/180th_Division_(1st_Formation)_(People%27s_Republic_of_China)"}
{"id": 12365296, "title": "\"Cochranella\" geijskesi", "abstract": "\"Cochranella\" geijskesi, also known as the Wilhelmina Cochran frog, is a species of frog in the family Centrolenidae. It is endemic to Suriname. Its natural habitats are subtropical or tropical moist lowland forests and rivers.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/%22Cochranella%22_geijskesi"}
{"id": 7466374, "title": "1874–75 in Scottish football", "abstract": "Season 1874–75 in Scottish football saw the Scottish Cup being contested for the second time.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/1/12/Flag_of_Scotland_with_football.png", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1874%E2%80%9375_in_Scottish_football"}
{"id": 63959313, "title": "1938–39 Rochdale A.F.C. season", "abstract": "The 1938–39 season saw Rochdale compete for their 18th season in the Football League Third Division North.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1938%E2%80%9339_Rochdale_A.F.C._season"}
{"id": 60332898, "title": "1937 Phillip Island Trophy", "abstract": "The 1937 Phillip Island Trophy was a motor race held at the then-new 3.3 mile Phillip Island \"triangular\" circuit, in Victoria, Australia on 15 March 1937. It was contested over 45 laps, a distance of 150 miles. Organised by the Victorian Sporting Car Club, it was staged on a handicap basis with the limit starter commencing the race 30 minutes before the scratch starter. The race was won by Bob Lea-Wright driving a Terraplane Special. Lea-Wright also set the fastest race time.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1937_Phillip_Island_Trophy"}
{"id": 32803778, "title": "1957 Newcastle-upon-Tyne North by-election", "abstract": "The Newcastle-upon-Tyne North by-election of 21 March 1957 was held after the elevation to the Peerage of National Liberal and Conservative MP (MP) Gwilym Lloyd George. The seat was safe, having been won by Lloyd George at the 1955 United Kingdom general election by nearly 11,000 votes", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957_Newcastle-upon-Tyne_North_by-election"}
{"id": 39710513, "title": "1955 World Archery Championships", "abstract": "The 1955 World Archery Championships was the 17th edition of the event. It was held in Helsinki, Finland on 19–22 July 1955 and was organised by World Archery Federation (FITA).", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1955_World_Archery_Championships"}
{"id": 40218324, "title": "1947 Avon by-election", "abstract": "The 1947 Avon by-election was a by-election held during the 28th New Zealand Parliament in the Christchurch electorate of Avon. The by-election occurred following the death of MP Dan Sullivan and was won by John Mathison.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1947_Avon_by-election"}
{"id": 44919661, "title": "1955 in Jordan", "abstract": "Events from the year 1955 in Jordan.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1955_in_Jordan"}
{"id": 14221826, "title": "1964 in Argentine football", "abstract": "1964 saw Club Atlético Independiente become the first Argentine team to win the Copa Libertadores. Boca Juniors were the champions of the Argentine first division.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1964_in_Argentine_football"}
{"id": 53120227, "title": "1957 County Championship", "abstract": "The 1957 County Championship was the 58th officially organised running of the County Championship. Surrey won the Championship title for the sixth successive year. Changes were applied to the points system for the Championship as follows: 12 points for a win 6 points to side still batting in the fourth innings of a match in which scores finish level 2 points for first innings lead 2 bonus points for side leading on first innings if they also score faster on runs per over in first innings If no play possible on the first two days, and the match does not go into the second innings, the side leading on first innings scores 8 points.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1957_County_Championship"}
{"id": 51780895, "title": "1913 Tour de France, Stage 9 to Stage 15", "abstract": "The 1913 Tour de France was the 11th edition of Tour de France, one of cycling's Grand Tours. The Tour began in Paris on 29 June and Stage 9 occurred on 15 July with a flat stage from Aix-en-Provence. The race finished in Paris on 27 July.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Tour_de_France_1913_map-fr.svg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1913_Tour_de_France,_Stage_9_to_Stage_15"}
{"id": 67925841, "title": "1866 Patrick's Plains colonial by-election", "abstract": "A by-election was held for the New South Wales Legislative Assembly electorate of Patrick's Plains on 8 February 1866 because Bowie Wilson had been appointed Secretary for Lands in the second Martin ministry. Such ministerial by-elections were usually uncontested however on this occasion a poll was required in Patrick's Plains and Yass Plains. Both ministers were comfortably re-elected with more than 70% of the vote. The other ministers James Martin, Henry Parkes (Kiama), James Byrnes (Parramatta) and Geoffrey Eagar were re-elected unopposed. Mr E E Darvall was a bank clerk, the son of John Darvall, the former attorney general. This was the only occasion on which he stood for parliament. John Heuston was a burlesque candidate, apparently winning a £10 bet for nominating, but withdrew before the poll.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1866_Patrick%27s_Plains_colonial_by-election"}
{"id": 76731844, "title": "Heavy horse (General)", "abstract": "A heavy horse, or slaughter horse, is a horse bred for its ability to yield meat. Coming from drafts horses formerly used for agricultural work, these horses are threatened with extinction by the motorization of agricultural activities. This state of affairs has prompted breeders to look for new economic outlets. Heavy horse breeding was very popular in France in the 1980s, helping to safeguard these breeds. It has developed in Italy and Spain, but is declining in France, since the return of work activities with draught horses. Heavy horses are selected for their speed of growth and fattening, as well for the mares´ fertility and maternal qualities. This selection process is very different from that prevailing in a draft horse, and results in vulnerability to specific health problems. Heavy horses are generally neither trained nor socialized by their breeders: they are slaughtered as foals, between six and thirty months old. This type of farming makes it possible to enhance the value of grassland in difficult or declining areas, including cattle and sheep. It is also controversial, due to the obesity of the animals, the violent behavior of some breeders, and societal rejection of horse slaughter and hippophagy.", "image_url": "https://upload.wikimedia.org/wikipedia/commons/c/c9/Un_Comtois.jpg", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/Heavy_horse_(General)"}
{"id": 43210099, "title": "1507 in Ireland", "abstract": "Events from the year 1507 in Ireland.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1507_in_Ireland"}
{"id": 72813530, "title": "10-year-old Ohio rape victim required to cross state lines to obtain abortion", "abstract": "%5B%5BWikipedia%3ARedirects+for+discussion%5D%5D+debate+closed+as+delete #REDIRECT 2022 Ohio child-rape and Indiana abortion case", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/10-year-old_Ohio_rape_victim_required_to_cross_state_lines_to_obtain_abortion"}
{"id": 67493426, "title": "1926 Dayton Marcos season", "abstract": "The 1926 Dayton Marcos season was the second and final season for the franchise in the Negro National League.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1926_Dayton_Marcos_season"}
{"id": 18054158, "title": "1931–32 Luxembourg National Division", "abstract": "The 1931–32 Luxembourg National Division was the 22nd season of top level association football in Luxembourg.", "image_url": "", "license": "CC-BY-SA-4.0", "url": "https://en.wikipedia.org/wiki/1931%E2%80%9332_Luxembourg_National_Division"}
